Repository: antonialoytorrens-archive/TomPlayer
Catalog: src/dependencies/libs/gtk+-2.10.14/po-properties/*.po
Languages: or

source: Number of Channels
or: ଚାନେଲର ସଂଖ୍ଯା

source: The number of samples per pixel
or: ପ୍ରତି ପାକ୍ସେଲ ପାଇଁ ନମୁନାର ସଂଖ୍ଯା

source: Colorspace
or: ରଙ୍ଗକ୍ଷେତ୍ର

source: The colorspace in which the samples are interpreted
or: ରଙ୍ଗସ୍ଥାନ ଯେଉଁଥିରେ ନମୁନା ଗୁଡୁକୁ ବ୍ଯାଖ୍ଯା କରାଯାଇଛି

source: Has Alpha
or: ନିକଟରେ ଆଲଫା ଅଛି

source: Whether the pixbuf has an alpha channel
or: ପିକ୍ସ-ବଫ ର ଗୋଟିଏ ଆଲଫା ଉପପଥ ଅଛି କି

source: Bits per Sample
or: ନମୁନା ପ୍ରତି ବିଟ

source: The number of bits per sample
or: ପ୍ରତି ନମୁନା ପାଇଁ କେତେ ବିଟ

source: Width
or: ପ୍ରସ୍ଥ

source: The number of columns of the pixbuf
or: ପିକ୍ସ-ବଫ ର ସ୍ତମ୍ଭ ସଂଖ୍ଯା

source: Height
or: ଉଚ୍ଚତା

source: The number of rows of the pixbuf
or: ପିକ୍ସ-ବଫ ର ଧାଡି ସଂଖ୍ଯା

source: Rowstride
or: ଧାଡି-ଦୈର୍ଘ୍ଯ

source: The number of bytes between the start of a row and the start of the next row
or: ଗୋଟିଏ ଧାଡିର ପ୍ରାରମ୍ଭ ଏବଂ ପରବର୍ତ୍ତୀ ଧାଡିର ପ୍ରାରମ୍ଭ ମଧ୍ଯରେ ବାଇଟ ସଂଖ୍ଯା

source: Pixels
or: ପିକ୍ସେଲ

source: A pointer to the pixel data of the pixbuf
or: ପିକ୍ସ-ବଫ ର ପିକ୍ସେଲ ତଥ୍ଯ ପାଇଁ ଗୋଟିଏ ସୂଚକ

source: Default Display
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ପ୍ରଦର୍ଶନ

source: The default display for GDK
or: GDK ପାଇଁ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ପ୍ରଦର୍ଶନ

source: Screen
or: ପରଦା

source: the GdkScreen for the renderer
or: ଚିତ୍ରଣ କରିବା ପାଇଁ GdkScreen

source: Font options
or: ଅକ୍ଷରରୂପ ବିକଲ୍ପ

source: The default font options for the screen
or: ପରଦା ପାଇଁ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଅକ୍ଷରରୂପ ବିକଲ୍ପ

source: Font resolution
or: ଅକ୍ଷରରୂପ ବିଭେଦନ

source: The resolution for fonts on the screen
or: ପରଦାରେ ଅକ୍ଷରରୂପ ପାଇଁ ବିଭେଦନ

source: Program name
or: ପ୍ରୋଗ୍ରାମ ନାମ

source: The name of the program. If this is not set, it defaults to g_get_application_name()
or: ପ୍ରୋଗ୍ରାମ ର ନାମ। ଯଦି ଏହା ସେଟ କରାଯାଇ ନାହିଁ, ତାହାହେଲେ ଏହା ପୂର୍ବନିର୍ଦ୍ଧାରିତ g_get_application_name() ହେବ

source: Program version
or: ପ୍ରୋଗ୍ରାମ ସଂସ୍କରଣ

source: The version of the program
or: ପ୍ରୋଗ୍ରାମ ର ସଂସ୍କରଣ

source: Copyright string
or: ସ୍ବତ୍ତ୍ବାଧୀକାର ବାକ୍ଯଖଣ୍ଡ

source: Copyright information for the program
or: ପ୍ରୋଗ୍ରାମ ପାଇଁ ସ୍ବତ୍ତ୍ବାଧୀକାର ସୂଚନା

source: Comments string
or: ଟିପ୍ପଣୀ ବାକ୍ଯଖଣ୍ଡ

source: Comments about the program
or: ପ୍ରୋଗ୍ରାମ ବିଷୟରେ ଟିପ୍ପଣୀ

source: Website URL
or: ୱେବସାଇଟ ୟୁ.ଆର.ଏଲ.

source: The URL for the link to the website of the program
or: ପ୍ରୋଗ୍ରାମ ର ୱେବସାଇଟ ସହିତ ସଂଯୋଗ କରିବା ପାଇଁ ୟୁ.ଆର.ଏଲ.

source: Website label
or: ୱେବସାଇଟ ସୂଚକ

source: The label for the link to the website of the program. If this is not set, it defaults to the URL
or: ପ୍ରୋଗ୍ରାମ ର ୱେବସାଇଟ ସହିତ ସଂଯୋଗ କରିବା ପାଇଁ ସୂଚକ। ଯଦି ଏହାକୁ ସେଟ କରାଯାଇ ନାହିଁ, ଏହା ପୂର୍ବନିର୍ଦ୍ଧାରିତ ୟୁ.ଆର.ଏଲ. ରୂପେ ବିନ୍ଯସ୍ତ ହୋଇଯିବ

source: Authors
or: ଲେଖକ ଗଣ

source: List of authors of the program
or: ପ୍ରୋଗ୍ରାମର ଲେଖକ ମାନଙ୍କର ତାଲିକା

source: Documenters
or: ଦସ୍ତାବେଜକର୍ତା

source: List of people documenting the program
or: ଏହି ପ୍ରୋଗ୍ରାମର ଦସ୍ତାବେଜୀକରଣ କରୁଥିବା ବ୍ଯକ୍ତି ମାନଙ୍କ ସୂଚୀ

source: Artists
or: କଳାକାର

source: List of people who have contributed artwork to the program
or: ପ୍ରୋଗ୍ରାମର କାରୁକୃତି ପାଇଁ ଯୋଗଦାନ କରିଥିବା ଲୋକ ମାନଙ୍କର ତାଲିକା

source: Translator credits
or: ଗୋରା ମହାନ୍ତି <gora_mohanty@yahoo.co.in> ଶୁଭ୍ରାଂଶୁ ବେହେରା <arya_subhransu@yahoo.co.in>

source: Credits to the translators. This string should be marked as translatable
or: ଅନୁବାଦକ ମାନଙ୍କୁ ଶ୍ରେୟ। ଏହି ବାକ୍ଯଖଣ୍ଡକୁ ଅନୁବାଦ ଯୋଗ୍ଯ ବୋଲି ଚିହ୍ନିତ କରାଯିବା ଉଚିତ

source: Logo
or: ପ୍ରତୀକ

source: A logo for the about box. If this is not set, it defaults to gtk_window_get_default_icon_list()
or: ବିବରଣୀ ବାକ୍ସ ପାଇଁ ପ୍ରତୀକ। ଯଦି ଏହାକୁ ସେଟ କରାଯାଇ ନାହିଁ, ତାହାହେଲେ ଏହା ପୂର୍ବନିର୍ଦ୍ଧାରିତ gtk_window_get_default_icon_list() ରୂପେ ବିନ୍ଯସ୍ତ ହୋଇଯିବ

source: Logo Icon Name
or: ପ୍ରତୀକ ଚିତ୍ରସଙ୍କେତ ନାମ

source: A named icon to use as the logo for the about box.
or: ବିବରଣୀ ବାକ୍ସରେ ବ୍ଯବହାର କରାଯିବା ପ୍ରତୀକ ପାଇଁ ଗୋଟିଏ ପ୍ରଖ୍ଯାତ ଚିତ୍ରସଙ୍କେତ

source: Wrap license
or: ପାଠ୍ଯଭଙ୍ଗ ଲାଇସେନ୍ସ

source: Whether to wrap the license text.
or: ଲାଇସେନ୍ସ ପାଠ୍ଯକୁ ଆବୃତ କରାଯିବ କି।

source: Accelerator Closure
or: ତ୍ବରକ ପରିସମାପ୍ତି

source: The closure to be monitored for accelerator changes
or: ତ୍ବରକ ପରିବର୍ତ୍ତନ ପାଇଁ ଦୃଷ୍ଟି ରଖାଯିବା ପରିସମାପ୍ତି ବିତର୍କ

source: Accelerator Widget
or: ତ୍ବରକ ୱିଜେଟ

source: The widget to be monitored for accelerator changes
or: ତ୍ବରକ ପରିବର୍ତ୍ତନ ପାଇଁ ଦୃଷ୍ଟି ରଖାଯିବା ୱିଜେଟ

source: Name
or: ନାମ

source: A unique name for the action.
or: କାର୍ଯ୍ଯ ପାଇଁ ଗୋଟିଏ ଅନନ୍ଯ ନାମ

source: Label
or: ସୂଚକ

source: The label used for menu items and buttons that activate this action.
or: ଏହି କାର୍ଯ୍ଯକୁ ସକ୍ରିୟ କରୁଥିବା ବଟନ ଏବଂ ତାଲିକା ବସ୍ତୁ ପାଇଁ ବ୍ଯବହୃତ ହେଉଥିବା ସୂଚକ।

source: Short label
or: କ୍ଷୁଦ୍ର ସୂଚକ

source: A shorter label that may be used on toolbar buttons.
or: ସାଧନ ପଟି ବଟନରେ ବ୍ଯବହୃତ ହୋଇ ପାରିବା ଗୋଟିଏ କ୍ଷୁଦ୍ର ସୂଚକ

source: Tooltip
or: ଉପକରଣ ସୂଚନା

source: A tooltip for this action.
or: ଏହି କାର୍ଯ୍ଯ ପାଇଁ ଉପକରଣ ସୂଚନା।

source: Stock Icon
or: ଷ୍ଟୋକ ଚିତ୍ରସଙ୍କେତ

source: The stock icon displayed in widgets representing this action.
or: ଏହି କାର୍ଯ୍ଯକୁ ବର୍ଣ୍ଣନା କରୁଥିବା ଷ୍ଟୋକ ଚିତ୍ରସଙ୍କେତରେ ପ୍ରଦର୍ଶିତ ୱିଜେଟ

source: Icon Name
or: ଚିତ୍ରସଙ୍କେତ ନାମ

source: The name of the icon from the icon theme
or: ଚିତ୍ରସଙ୍କେତ ପ୍ରସଙ୍ଗରୁ ଉପଲବ୍ଧ ଚିତ୍ରସଙ୍କେତର ନାମ

source: Visible when horizontal
or: ଭୂସମାନ୍ତର ଥିବା ସମୟରେ ଦୃଶ୍ଯ

source: Whether the toolbar item is visible when the toolbar is in a horizontal orientation.
or: ଯେତେବେଳେ ସାଧନ ପଟିଟି ଭୂସମାନ୍ତର ଅନୁସ୍ଥାପନରେ ଥାଏ ସାଧନ ପଟି ବସ୍ତୁ ଦୃଶ୍ଯ ହୋଇଥାଏ କି ନାହିଁ

source: Visible when overflown
or: ଉଚ୍ଛୁରିତ ହେବା ସମୟରେ ଦୃଶ୍ଯମାନ

source: Visible when vertical
or: ଭୂଲମ୍ବ ଅବସ୍ଥାରେ ଥିବା ସମୟରେ ଦୃଶ୍ଯମାନ

source: Is important
or: ଗୁରୁତ୍ବପୂର୍ଣ୍ଣ ଅଟେ

source: Hide if empty
or: ଖାଲି ଥିଲେ ଲୁଚାନ୍ତୁ

source: When TRUE, empty menu proxies for this action are hidden.
or: ସତ (TRUE) ଥିବା ସମୟରେ, ଏହି କାର୍ଯ୍ଯ ପାଇଁ ଶୂନ୍ଯ ତାଲିକା ପ୍ରୋକ୍ସି ମାନଙ୍କୁ ଲୁଚାଯାଇଛି।

source: Sensitive
or: ସ୍ପର୍ଶକାତର

source: Whether the action is enabled.
or: କାର୍ଯ୍ଯଟି ସକ୍ରିୟ ହୋଇଛି କି ନାହିଁ।

source: Visible
or: ଦ୍ରୁଶ୍ଯମାନ୍ଯ

source: Whether the action is visible.
or: କାର୍ଯ୍ଯଟି ଦ୍ରୁଶ୍ଯମାନ୍ଯ ଅଟେ କି ନାହିଁ।

source: Action Group
or: କାର୍ଯ୍ଯ ସମୂହ

source: A name for the action group.
or: କାର୍ଯ୍ଯ ସମୂହ ପାଇଁ ଗୋଟିଏ ନାମ।

source: Whether the action group is enabled.
or: କାର୍ଯ୍ଯ ସମୂହଟି ସକ୍ରିୟ ହୋଇଛି କି ନାହିଁ।

source: Whether the action group is visible.
or: କାର୍ଯ୍ଯ ସମୂହଟି ଦୃଶ୍ଯମାନ ଅଟେ କି ନାହିଁ।

source: Value
or: ମୂଲ୍ଯ

source: The value of the adjustment
or: ନିୟନ୍ତ୍ରଣର ମୂଲ୍ଯ

source: Minimum Value
or: ସର୍ବନିମ୍ନ ମୂଲ୍ଯ

source: The minimum value of the adjustment
or: ନିୟନ୍ତ୍ରଣର ସର୍ବନିମ୍ନ ମୂଲ୍ଯ

source: Maximum Value
or: ସର୍ବାଧିକ ମୂଲ୍ଯ

source: The maximum value of the adjustment
or: ନିୟନ୍ତ୍ରଣର ସର୍ବାଧିକ ମୂଲ୍ଯ

source: Step Increment
or: ସୋପାନ ବୃଦ୍ଧି

source: The step increment of the adjustment
or: ନିୟନ୍ତ୍ରଣର ସୋପନ ବୃଦ୍ଧି

source: Page Increment
or: ପୃଷ୍ଠା ବୃଦ୍ଧି

source: The page increment of the adjustment
or: ନିୟନ୍ତ୍ରଣ ପାଇଁ ପୃଷ୍ଠା ବୃଦ୍ଧି

source: Page Size
or: ପ୍ରୁଷ୍ଠା ଆକାର

source: The page size of the adjustment
or: ନିୟନ୍ତ୍ରଣର ପ୍ରୁଷ୍ଠା ଆକାର

source: Horizontal alignment
or: ଭୂସମାନ୍ତର ପାର୍ଶ୍ବସଜ୍ଜା

source: Vertical alignment
or: ଭୂଲମ୍ବ ପାର୍ଶ୍ବସଜ୍ଜା

source: Horizontal scale
or: ଭୂସମାନ୍ତର ମାପକ

source: Vertical scale
or: ଭୂଲମ୍ବ ମାପକ

source: Top Padding
or: ଉଚ୍ଚ ପ୍ଯାଡିଙ୍ଗ (Padding)

source: The padding to insert at the top of the widget.
or: ୱିଜେଟ ଉପରେ ଭର୍ତ୍ତୀ କରାଯିବା ପ୍ଯାଡିଙ୍ଗ।

source: Bottom Padding
or: ନିଚ୍ଚ ପ୍ଯାଡିଙ୍ଗ

source: The padding to insert at the bottom of the widget.
or: ୱିଜେଟ ତଳେ ଭର୍ତ୍ତୀ କରାଯିବା ପ୍ଯାଡିଙ୍ଗ।

source: Left Padding
or: ବାମ ପ୍ଯାଡିଙ୍ଗ

source: The padding to insert at the left of the widget.
or: ୱିଜେଟର ବାମ ପାର୍ଶ୍ବରେ ଭର୍ତ୍ତୀ କରାଯିବା ପ୍ଯାଡିଙ୍ଗ।

source: Right Padding
or: ଡାହାଣ ପ୍ଯାଡିଙ୍ଗ

source: The padding to insert at the right of the widget.
or: ୱିଜେଟ ଡାହାଣ ପାଶ୍ବରେ ଭର୍ତ୍ତୀ କରାଯିବା ପ୍ଯାଡିଙ୍ଗ।

source: Arrow direction
or: ତୀର ଦିଗ

source: The direction the arrow should point
or: ଦିଗ ଯାହାକି ତୀର ସୂଚୀତ କରିବ

source: Arrow shadow
or: ତୀର ଛାୟା

source: Appearance of the shadow surrounding the arrow
or: ତୀର ଚତୁଃପାର୍ଶ୍ବରେ ଛାୟାର ଆଭାସ

source: Horizontal Alignment
or: ଭୂସମାନ୍ତର ପାର୍ଶ୍ବସଜ୍ଜା

source: X alignment of the child
or: ନିର୍ଭରକର ଏକ୍ସ (X) ପାର୍ଶ୍ବସଜ୍ଜା

source: Vertical Alignment
or: ଭୂଲମ୍ବ ପାର୍ଶ୍ବସଜ୍ଜା

source: Y alignment of the child
or: ନିର୍ଭରକର ୱାଈ (Y) ପାର୍ଶ୍ବସଜ୍ଜା

source: Ratio
or: ଅନୁପାତ

source: Aspect ratio if obey_child is FALSE
or: ଯଦି obey_child ଟି FALSE ଥିଲେ ପରିମାପ ଅନୁପାତ

source: Obey child
or: ନିର୍ଭରକକୁ ପାଳନ କରନ୍ତୁ

source: Force aspect ratio to match that of the frame's child
or: ଫ୍ରେମର ନିର୍ଭରକ ସହିତ ମେଳ କରିବା ପାଇଁ ବଳପୂର୍ବକ ପରିମାପ ଅନୁପାତ

source: Minimum child width
or: ସର୍ବନିମ୍ନ ନିର୍ଭରକ ଓସାର

source: Minimum width of buttons inside the box
or: ବାକ୍ସ ମଧ୍ଯରେ ଥିବା ବଟନର ସର୍ବନିମ୍ନ ଓସାର

source: Minimum child height
or: ସର୍ବନିମ୍ନ ନିର୍ଭରକ ଉଚ୍ଚତା

source: Minimum height of buttons inside the box
or: ବାକ୍ସ ମଧ୍ଯରେ ଥିବା ବଟନର ସର୍ବନିମ୍ନ ଉଚ୍ଚତା

source: Child internal width padding
or: ନିର୍ଭରକ ଅଭ୍ଯନ୍ତରୀଣ ଓସାର ପ୍ଯାଡିଙ୍ଗ

source: Amount to increase child's size on either side
or: ଉଭୟ ପାର୍ଶ୍ବରେ ନିର୍ଭରକର ଆକାର ବୃଦ୍ଧି କରିବାର ମାପ

source: Child internal height padding
or: ନିର୍ଭରକ ଅଭ୍ଯନ୍ତରୀଣ ଉଚ୍ଚତା ପ୍ଯାଡିଙ୍ଗ

source: Amount to increase child's size on the top and bottom
or: ଉପରେ ଏବଂ ତଳେ ନିର୍ଭରକର ଆକାର ବୃଦ୍ଧି କରିବାର ମାପ

source: Layout style
or: ବିନ୍ଯାସ ଶୈଳୀ

source: Secondary
or: ଦ୍ବିତୀୟକ

source: Spacing
or: ବ୍ଯବଧାନ

source: The amount of space between children
or: ନିର୍ଭରକ ମଧ୍ଯରେ ବ୍ଯବଧାନର ମାତ୍ରା

source: Homogeneous
or: ଅମିଶ୍ର

source: Whether the children should all be the same size
or: ନିର୍ଭରକ ସମ ଆକାର ବିଶିଷ୍ଟ ହେବା ଉଚିତ କି

source: Expand
or: ଅଭିବୃଦ୍ଧି

source: Whether the child should receive extra space when the parent grows
or: ମୂଳ ବୃଦ୍ଧି ହେଲେ ନିର୍ଭରକ ଅତିରିକ୍ତ ସ୍ଥାନ ପାଇବା ଉଚିତ କି

source: Fill
or: ପୂର୍ଣ୍ଣ କରନ୍ତୁ

source: Padding
or: ପ୍ଯାଡିଙ୍ଗ

source: Extra space to put between the child and its neighbors, in pixels
or: ନିର୍ଭରକ ଏବଂ ଏହାର ପଡୋଶୀ ମାନଙ୍କ ମଧ୍ଯରେ ଅତିରିକ୍ତ ସ୍ଥାନ, ପିକ୍ସେଲରେ

source: Pack type
or: ପ୍ଯାକ ପ୍ରକାର

source: Position
or: ଅବସ୍ଥାନ

source: The index of the child in the parent
or: ମୂଳରେ ନିର୍ଭରକର ଅନୁକ୍ରମଣିକା

source: Use underline
or: ରେଖାଙ୍କନ ପଦ୍ଧତିକୁ ବ୍ଯବହାର କରନ୍ତୁ

source: Use stock
or: ଷ୍ଟୋକକୁ ବ୍ଯବହାର କରନ୍ତୁ

source: If set, the label is used to pick a stock item instead of being displayed
or: ଯଦି ବିନ୍ଯସ୍ତ, ତାହାହେଲେ ସୂଚକକୁ ପ୍ରଦର୍ଶିତ କରିବା ପରିବର୍ତ୍ତେ ଗୋଟିଏ ଷ୍ଟୋକ ଉଠାଇବା ପାଇଁ ବ୍ଯବହାର କରାଯାଏ

source: Focus on click
or: ଦବାଗଲେ ଫୋକସ କରନ୍ତୁ

source: Whether the button grabs focus when it is clicked with the mouse
or: ମାଉସ ଦ୍ବାରା ଦବାଗଲେ ବଟନଟି ଧ୍ଯାନ ଆକର୍ଷଣ କରିବ କି

source: Border relief
or: ଧାର ସାହାଯ୍ଯ

source: The border relief style
or: ଧାର ସାହାଯ୍ଯ ଶୈଳୀ

source: Horizontal alignment for child
or: ନିର୍ଭରକ ପାଇଁ ଭୂସମାନ୍ତର ପାର୍ଶ୍ବସଜ୍ଜା

source: Vertical alignment for child
or: ନିର୍ଭରକ ପାଇଁ ଭୂଲମ୍ବ ପାର୍ଶ୍ବସଜ୍ଜା

source: Image widget
or: ପ୍ରତିଛବି ୱିଜେଟ

source: Child widget to appear next to the button text
or: ବଟନ ପାଠ୍ଯ ପରେ ଦେଖାଯିବା ନିର୍ଭରକ ୱିଜେଟ

source: Image position
or: ପ୍ରତିଛବି ଅବସ୍ଥାନ

source: The position of the image relative to the text
or: ପାଠ୍ଯ ସମ୍ବନ୍ଧିତ ପ୍ରତିଛବିର ଅବସ୍ଥାନ

source: Default Spacing
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ବ୍ଯବଧାନ

source: Extra space to add for CAN_DEFAULT buttons
or: CAN_DEFAULT ବଟନରେ ଯୋଗ କରିବା ପାଇଁ ଅତିରିକ୍ତ ବ୍ଯବଧାନ

source: Default Outside Spacing
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ବାହ୍ଯ ବ୍ଯବଧାନ

source: Child X Displacement
or: ନିର୍ଭରକର ଏକ୍ସ (X) ସ୍ଥାନଚ୍ଯୁତି

source: How far in the x direction to move the child when the button is depressed
or: ବଟନଟି ଦବାଗଲେ ଏକ୍ସ (x) ଦିଗରେ ନିର୍ଭରକକୁ କେତେ ଦୂର ଘୁଞ୍ଚାଯିବ

source: Child Y Displacement
or: ନିର୍ଭରକର ୱାଈ (Y) ସ୍ଥାନଚ୍ଯୁତି

source: How far in the y direction to move the child when the button is depressed
or: ବଟନଟି ଦବାଗଲେ ୱାଈ (y) ଦିଗରେ ନିର୍ଭରକକୁ କେତେ ଦୂର ଘୁଞ୍ଚାଯିବ

source: Displace focus
or: ସ୍ଥାନଚ୍ଯୁତି ଫୋକସ

source: Inner Border
or: ଆଭ୍ଯନ୍ତରୀଣ ଧାର

source: Border between button edges and child.
or: ବଟନ କୋଣ ଏବଂ ନିର୍ଭରକ ମଧ୍ଯରେ ଧାର।

source: Image spacing
or: ପ୍ରତିଛବି ବ୍ଯବଧାନ

source: Spacing in pixels between the image and label
or: ପ୍ରତିଛବି ଏବଂ ସୂଚକ ମଧ୍ଯରେ ପିକ୍ସେଲରେ ବ୍ଯବଧାନ

source: Show button images
or: ବଟନ ପ୍ରତିଛବିକୁ ଦେଖାନ୍ତୁ

source: Whether stock icons should be shown in buttons
or: ବଟନରେ ଷ୍ଟୋକ ଚିତ୍ରସଙ୍କେତକୁ ଦେଖାଯିବା ଉଚିତ କି ନାହିଁ

source: Year
or: ବର୍ଷ

source: The selected year
or: ଚୟନ କରାଯାଇଥିବା ବର୍ଷ

source: Month
or: ମାସ

source: The selected month (as a number between 0 and 11)
or: ଚୟନ କରାଯାଇଥିବା ମାସ (୦ ଏବଂ ୧୧ ମଧ୍ଯରେ ଗୋଟିଏ ସଂଖ୍ଯା ରୂପରେ)

source: Day
or: ଦିନ

source: The selected day (as a number between 1 and 31, or 0 to unselect the currently selected day)
or: ଚୟନ କରାଯାଇଥିବା ଦିନ (୧ ଏବଂ ୩୧ ମଧ୍ଯରେ ଗୋଟିଏ ସଂଖ୍ଯା ରୂପରେ, କିମ୍ବା ବର୍ତ୍ତମାନ ଚୟନ କରାଯାଇଥିବା ଦିନକୁ ବିଚୟନ କରିବା ପାଇଁ ୦)

source: Show Heading
or: ଶୀର୍ଷକକୁ ଦେଖାନ୍ତୁ

source: If TRUE, a heading is displayed
or: ଯଦି ସତ, ଗୋଟିଏ ଶୀର୍ଷକ ପ୍ରଦର୍ଶତ ହୋଇଛି

source: Show Day Names
or: ଦିନ ନାମ ମାନଙ୍କୁ ଦେଖାନ୍ତୁ

source: If TRUE, day names are displayed
or: ଯଦି ସତ (TRUE) ହୋଇଥାଏ, ଦିନ ନାମ ଗୁଡିକ ପ୍ରଦର୍ଶିତ ହେବ

source: No Month Change
or: କୌଣସି ମାସ ପରିବର୍ତ୍ତନ ହୋଇନାହିଁ

source: If TRUE, the selected month cannot be changed
or: ଯଦି ସତ (TRUE) ହୋଇଥାଏ, ଚୟନ କରାଯାଇଥିବା ମାସକୁ ବଦଳାଇ ହେବ ନାହିଁ

source: Show Week Numbers
or: ସପ୍ତାହ ସଂଖ୍ଯାକୁ ପ୍ରଦର୍ଶନ କରନ୍ତୁ

source: If TRUE, week numbers are displayed
or: ଯଦି ସତ (TRUE) ହୋଇଥାଏ, ସପ୍ତାହ ସଂଖ୍ଯା ଗୁଡିକ ପ୍ରଦର୍ଶିତ ହେବ

source: mode
or: ଧାରା

source: Editable mode of the CellRenderer
or: CellRenderer ର ସମ୍ପାଦନୀୟ ଧାରା

source: visible
or: ଦୃଶ୍ଯମାନ

source: Display the cell
or: କକ୍ଷ ପ୍ରଦର୍ଶନ କରନ୍ତୁ

source: Display the cell sensitive
or: କକ୍ଷର ସ୍ପର୍ଶକାତରତାକୁ ପ୍ରଦର୍ଶନ କରନ୍ତୁ

source: xalign
or: ଏକ୍ସ-ପାର୍ଶ୍ବସଜ୍ଜା

source: The x-align
or: ଏକ୍ସ-ପାର୍ଶ୍ବସଜ୍ଜା

source: yalign
or: ୟାଈ-ପାର୍ଶ୍ବସଜ୍ଜା

source: The y-align
or: ୟାଈ-ପାର୍ଶ୍ବସଜ୍ଜା

source: xpad
or: ଏକ୍ସ-ପ୍ଯାଡ

source: The xpad
or: ଏକ୍ସ-ପ୍ଯାଡ

source: ypad
or: ୟାଈ-ପ୍ଯାଡ

source: The ypad
or: ୟାଈ-ପ୍ଯାଡ

source: width
or: ଓସାର

source: The fixed width
or: ସ୍ଥିର ଓସାର

source: height
or: ଉଚ୍ଚତା

source: The fixed height
or: ସ୍ଥିର ଉଚ୍ଚତା

source: Is Expander
or: ସମ୍ପ୍ରସାରକ ଅଟେ

source: Row has children
or: ଧାଡିର ନିର୍ଭରକ ଅଛନ୍ତି

source: Is Expanded
or: ସମ୍ପ୍ରସାରତ କରାଯାଇଛି

source: Row is an expander row, and is expanded
or: ଧାଡିଟି ଗୋଟିଏ ସମ୍ପ୍ରସାରକ ଧାଡି ଅଟେ, ଏବଂ ଏହାକୁ ସମ୍ପ୍ରସାରିତ କରାଯାଇଛି

source: Cell background color name
or: କକ୍ଷ ପୃଷ୍ଠଭୂମି ରଙ୍ଗ ନାମ

source: Cell background color as a string
or: ଗୋଟିଏ ବାକ୍ଯଖଣ୍ଡ ଭାବରେ କକ୍ଷ ପୃଷ୍ଠଭୂମି

source: Cell background color
or: କକ୍ଷ ପୃଷ୍ଠଭୂମି ରଙ୍ଗ

source: Cell background color as a GdkColor
or: ଗୋଟିଏ GdkColor ଭାବରେ କକ୍ଷ ପୃଷ୍ଠଭୂମି ରଙ୍ଗ

source: Cell background set
or: କକ୍ଷ ପୃଷ୍ଠଭୂମି ବିନ୍ଯାସ

source: Whether this tag affects the cell background color
or: ଏହି ଟ୍ଯାଗଟି କକ୍ଷ ପୃଷ୍ଠଭୂମି ରଙ୍ଗ ଉପରେ ପ୍ରଭାବ ପକାଇଥାଏ କି

source: Accelerator key
or: ତ୍ବରକ ଚାବି

source: The keyval of the accelerator
or: ତ୍ବରକର ଚାବି-ମୂଲ୍ଯ

source: Accelerator modifiers
or: ତ୍ବରକ ରୂପାନ୍ତରକ

source: The modifier mask of the accelerator
or: ତ୍ବରକର ରୂପାନ୍ତରକ ମାସ୍କ

source: Accelerator keycode
or: ତ୍ବରକ ଗୁପ୍ତସଙ୍କେତ

source: The hardware keycode of the accelerator
or: ତ୍ବରକର ହାର୍ଡୱେର ଗୁପ୍ତସଙ୍କେତ

source: Accelerator Mode
or: ତ୍ବରକ ଧାରା

source: The type of accelerators
or: କେଉଁ ପ୍ରକାରର ତ୍ବରକ

source: Model
or: ମୋଡେଲ

source: The model containing the possible values for the combo box
or: ସମ୍ମିଳିତ ବାକ୍ସ ପାଇଁ ସମ୍ଭାବ୍ଯ ମୂଲ୍ଯ ମାନଙ୍କୁ ଧାରଣ କରିଥିବା ନମୁନା

source: Text Column
or: ପାଠ୍ଯ ସ୍ତମ୍ଭ

source: A column in the data source model to get the strings from
or: ବାକ୍ଯଖଣ୍ଡକୁ ପାଇବା ପାଇଁ ତଥ୍ଯ ଉତ୍ସ ନମୁନାର ଗୋଟିଏ ସ୍ତମ୍ଭ

source: Has Entry
or: ଗୋଟିଏ ପ୍ରବିଷ୍ଟି ଅଛି

source: If FALSE, don't allow to enter strings other than the chosen ones
or: ଯଦି ମିଛ (FALSE) ହୋଇଥାଏ, ଚୟିତ ବାକ୍ଯଖଣ୍ଡ ପରିବର୍ତ୍ତେ ଅନ୍ଯାନ୍ଯ ବାକ୍ଯଖଣ୍ଡ ମାନଙ୍କୁ ସ୍ବୀକାର କରନ୍ତୁ ନାହିଁ

source: Pixbuf Object
or: ପିକ୍ସ-ବଫ ବସ୍ତୁ

source: The pixbuf to render
or: ଚିତ୍ରଣ କରିବା ପାଇଁ ପିକ୍ସ-ବଫ

source: Pixbuf Expander Open
or: ପିକ୍ସ-ବଫ ସମ୍ପ୍ରସାରକ ଖୋଲା ଯାଇଛି

source: Pixbuf for open expander
or: ସମ୍ପ୍ରସାରକକୁ ଖୋଲିବା ପାଇଁ ପିକ୍ସ-ବଫ

source: Pixbuf Expander Closed
or: ପିକ୍ସ-ବଫ ସମ୍ପ୍ରସାରକ ବନ୍ଦ ଅଛି

source: Pixbuf for closed expander
or: ସମ୍ପ୍ରସାରକକୁ ବନ୍ଦ କରିବା ପାଇଁ ପିକ୍ସ-ବଫ

source: Stock ID
or: ଷ୍ଟୋକ ପରିଚୟ

source: The stock ID of the stock icon to render
or: ଚିତ୍ରଣ କରାଯିବା ଷ୍ଟୋକ ଚିତ୍ରସଙ୍କେତର ଷ୍ଟୋକ ପରିଚୟ

source: Size
or: ଆକାର

source: The GtkIconSize value that specifies the size of the rendered icon
or: ଚିତ୍ରିତ ଚିତ୍ରସଙ୍କେତର ଆକାରକୁ ନିର୍ଦ୍ଦିଷ୍ଟ କରୁଥିବା GtkIconSize ମୂଲ୍ଯ

source: Detail
or: ବିସ୍ତ୍ରୁତ ବିବରଣୀ

source: Render detail to pass to the theme engine
or: ପ୍ରସଙ୍ଗ ଯନ୍ତ୍ରକୁ ପ୍ରେରଣ କରିବା ପାଇଁ ଚିତ୍ରଣ ବିବରଣୀ

source: Follow State
or: ଅନୁସରଣ ଅବସ୍ଥା

source: Whether the rendered pixbuf should be colorized according to the state
or: ଅବସ୍ଥା ଅନୁଯାୟୀ ଚିତ୍ରିତ ପିକ୍ସ-ବଫକୁ ରଙ୍ଗୀନ କରାଯିବା ଉଚିତ କି ନାହିଁ

source: Value of the progress bar
or: ଅବସ୍ଥିତି ପଟିର ମୂଲ୍ଯ

source: Text
or: ପାଠ୍ଯ

source: Text on the progress bar
or: ଅବସ୍ଥିତି ପଟିରେ ପାଠ୍ଯ

source: Adjustment
or: ସମନ୍ବୟତା

source: Digits
or: ସଂଖ୍ଯା

source: Text to render
or: ଚିତ୍ରଣ କରିବା ପାଇଁ ପାଠ୍ଯ

source: Markup
or: ଚିହ୍ନିତ ପାଠ୍ଯ

source: Marked up text to render
or: ଚିତ୍ରଣ ପାଇଁ ଚିହ୍ନିତ ପାଠ୍ଯ

source: Attributes
or: ଗୁଣ

source: A list of style attributes to apply to the text of the renderer
or: ଚିତ୍ରଣ କରାଯିବା ପାଠ୍ଯ ମାନଙ୍କୁ ଉପରେ ପ୍ରୟୋଗ କରିବା ପାଇଁ ଗୁଣ ମାନଙ୍କର ତାଲିକା

source: Single Paragraph Mode
or: ଏକୈକ ପରିଚ୍ଛେଦ ଧାରା

source: Whether or not to keep all text in a single paragraph
or: ଗୋଟିଏ ପରିଚ୍ଛେଦରେ ସମସ୍ତ ପାଠ୍ଯ ମାନଙ୍କୁ ରଖାଯିବା ଉଚିତ କି ନୁହେଁ

source: Background color name
or: ପୃଷ୍ଠଭୂମି ରଙ୍ଗ ନାମ

source: Background color as a string
or: ବାକ୍ଯଖଣ୍ଡ ଭାବରେ ପୃଷ୍ଠଭୂମି ରଙ୍ଗ

source: Background color
or: ପୃଷ୍ଠଭୂମି ରଙ୍ଗ

source: Background color as a GdkColor
or: ଗୋଟିଏ GdkColor ଭାବରେ ପ୍ରୁଷ୍ଠଭୂମି ରଙ୍ଗ

source: Foreground color name
or: ଅଗ୍ରଭୂମି ରଙ୍ଗ ନାମ

source: Foreground color as a string
or: ଗୋଟିଏ ବାକ୍ଯଖଣ୍ଡ ଭାବରେ ଅଗ୍ରଭୂମି ରଙ୍ଗ

source: Foreground color
or: ଅଗ୍ରଭୂମି ରଙ୍ଗ

source: Foreground color as a GdkColor
or: ଗୋଟିଏ GdkColor ପରି ଅଗ୍ରଭୂମି ରଙ୍ଗ

source: Editable
or: ସମ୍ପାଦନ ଯୋଗ୍ଯ

source: Whether the text can be modified by the user
or: ଚାଳକ ଦ୍ବାରା ପାଠ୍ଯକୁ ରୂପାନ୍ତରିତ କରିହେବ କି ନାହିଁ

source: Font
or: ଅକ୍ଷରରୂପ

source: Font description as a PangoFontDescription struct
or: ପାଙ୍ଗୋ ଅକ୍ଷରରୂପ ବର୍ଣ୍ଣନା ଷ୍ଟ୍ରକ୍ଟ ଭାବରେ ଅକ୍ଷରରୂପର ବର୍ଣ୍ଣନା

source: Font family
or: ଅକ୍ଷରରୂପ ପରିବାର

source: Name of the font family, e.g. Sans, Helvetica, Times, Monospace
or: ଅକ୍ଷରରୂପ ଶ୍ରେଣୀର ନାମ, ଉଦାହରଣ ସ୍ବରୂପ Sans, Helvetica, Times, Monospace

source: Font style
or: ଅକ୍ଷରରୂପ ଶୈଳୀ

source: Font variant
or: ଅକ୍ଷରରୂପର ଅତିରିକ୍ତ ପ୍ରକାର

source: Font weight
or: ଅକ୍ଷରରୂପର ଭାର

source: Font stretch
or: ଅକ୍ଷରରୂପର ବିସ୍ତୃତି

source: Font size
or: ଅକ୍ଷରରୂପ ଆକାର

source: Font points
or: ଅକ୍ଷରରୂପ ପଏଣ୍ଟ

source: Font size in points
or: ପଏଣ୍ଟରେ ଅକ୍ଷରରୂପ ଆକାର

source: Font scale
or: ଅକ୍ଷରରୂପ ମାପକ

source: Font scaling factor
or: ଅକ୍ଷରରୂପ ପରିମାପ ଗୁଣନୀୟକ

source: Rise
or: ଆରୋହଣ

source: Offset of text above the baseline (below the baseline if rise is negative)
or: ଭିତ୍ତି ରେଖା ଉପରେ ପାଠ୍ଯର ଚ୍ଛାଡ଼ (ଆରୋହଣ ଋଣାତ୍ମକ ଥିଲେ ଭିତ୍ତି ରେଖା ତଳେ)

source: Strikethrough
or: ଲେଖିକରି କାଟନ୍ତୁ

source: Whether to strike through the text
or: ପାଠ୍ଯ ମଧ୍ଯରେଖିତ କରାଯିବ କି ନାହିଁ

source: Underline
or: ରେଖାଙ୍କିତ

source: Style of underline for this text
or: ଏହି ପାଠ୍ଯ ପାଇଁ ଅବରେଖନ ଶୈଳୀ

source: Language
or: ଭାଷା

source: Ellipsize
or: ଅଣ୍ଡାକୃତି

source: Width In Characters
or: ଅକ୍ଷରରେ ଓସାର

source: The desired width of the label, in characters
or: ଅକ୍ଷରରେ ସୂଚକର ଆଶାତିତ ଆକାର

source: Wrap mode
or: ପାଠ୍ଯଭଙ୍ଗ ଧାରା

source: Wrap width
or: ପାଠ୍ଯଭଙ୍ଗ ଓସାର

source: The width at which the text is wrapped
or: ଯେଉଁ ଓସାରରେ ପାଠ୍ଯକୁ ଭଙ୍ଗା ଯାଇଥାଏ

source: Alignment
or: ପାର୍ଶ୍ବସଜ୍ଜା

source: How to align the lines
or: ରେଖା ମାନଙ୍କୁ କିପରି ସଜାଇ ରଖିବେ

source: Background set
or: ପୃଷ୍ଠଭୂମି ବିନ୍ଯାସ

source: Whether this tag affects the background color
or: ଏହି ଟ୍ଯାଗଟି ପୃଷ୍ଠଭୂମି ରଙ୍ଗ ଉପରେ ପ୍ରଭାବ ପକାଇଥାଏ କି

source: Foreground set
or: ଅଗ୍ରଭୂମି ବିନ୍ଯାସ

source: Whether this tag affects the foreground color
or: ଏହି ଟ୍ଯାଗଟି ଅଗ୍ରଭୂମି ରଙ୍ଗ ଉପରେ ପ୍ରଭାବ ପକାଇଥାଏ କି

source: Editability set
or: ସମ୍ପାଦନୀୟ ବିନ୍ଯାସ

source: Whether this tag affects text editability
or: ଏହି ଟ୍ଯାଗଟି ପାଠ୍ଯ ସମ୍ପାଦନ କାର୍ଯ୍ଯ ଉପରେ ପ୍ରଭାବ ପକାଇଥାଏ କି

source: Font family set
or: ଅକ୍ଷରରୂପ ଶ୍ରେଣୀର ସମୂହ

source: Whether this tag affects the font family
or: ଏହି ସୂଚକ ଅକ୍ଷରରୂପ ଶ୍ରେଣୀକୁ ପ୍ରଭାବିତ କରେ କି ନାହିଁ

source: Font style set
or: ଅକ୍ଷରରୂପ ଶୈଳୀର ସମୂହ

source: Whether this tag affects the font style
or: ଏହି ସୂଚକ ଅକ୍ଷରରୂପ ଶୈଳୀକୁ ପ୍ରଭାବିତ କରେ କି ନାହିଁ

source: Font variant set
or: ଅକ୍ଷରରୂପର ଅତିରିକ୍ତ ପ୍ରକାରର ସମୂହ

source: Whether this tag affects the font variant
or: ଏହି ସୂଚକ ଅକ୍ଷରରୂପର ଅତିରିକ୍ତ ପ୍ରକାରକୁ ପ୍ରଭାବିତ କରେ କି ନାହିଁ

source: Font weight set
or: ଅକ୍ଷରରୂପ ଭାରର ସମୂହ

source: Whether this tag affects the font weight
or: ଏହି ସୂଚକ ଅକ୍ଷରରୂପ ଭାରକୁ ପ୍ରଭାବିତ କରେ କି ନାହିଁ

source: Font stretch set
or: ଅକ୍ଷରରୂପ ବିସ୍ତୃତିର ସମୂହ

source: Whether this tag affects the font stretch
or: ଏହି ସୂଚକ ଅକ୍ଷରରୂପ ବିସ୍ତୃତିକୁ ପ୍ରଭାବିତ କରେ କି ନାହିଁ

source: Font size set
or: ଅକ୍ଷରରୂପ ଆକାର ସମୂହ

source: Whether this tag affects the font size
or: ଏହି ସୂଚକ ଅକ୍ଷରରୂପ ଆକାରକୁ ପ୍ରଭାବିତ କରେ କି ନାହିଁ

source: Font scale set
or: ଅକ୍ଷରରୂପ ମାପକ ବିନ୍ଯାସ

source: Whether this tag scales the font size by a factor
or: ଗୋଟିଏ ଉପାଦାନ ଦ୍ବାରା ଏହି ଟ୍ଯାଗଟି ଅକ୍ଷରରୂପର ଆକାରକୁ ମାପିଥାଏ କି

source: Rise set
or: ଆରୋହଣ ସମୂହ

source: Whether this tag affects the rise
or: ଏହି ସୂଚକ ଆରୋହଣକୁ ପ୍ରଭାବିତ କରେ କି ନାହିଁ

source: Strikethrough set
or: ମଧ୍ଯରେଖନ ସମୂହ

source: Whether this tag affects strikethrough
or: ଏହି ସୂଚକ ମଧ୍ଯରେଖନକୁ ପ୍ରଭାବିତ କରେ କି ନାହିଁ

source: Underline set
or: ଅବରେଖନ ସମୂହ

source: Whether this tag affects underlining
or: ଏହି ସୂଚକ ଅବରେଖନକୁ ପ୍ରଭାବିତ କରେ କି ନାହିଁ

source: Language set
or: ଭାଷା ବିନ୍ଯାସ

source: Whether this tag affects the language the text is rendered as
or: ଯେଉଁ ଭାଷାରେ ପାଠ୍ଯଟି ଚିତ୍ରଣ ହୋଇଥାଏ ତାହା ଉପରେ ଏହି ଟ୍ଯାଗଟି କୌଣସି ପ୍ରଭାବ ପକାଇଥାଏ କି

source: Ellipsize set
or: ଅଣ୍ଡାକୃତି ବିନ୍ଯାସ

source: Whether this tag affects the ellipsize mode
or: ଏହି ଟ୍ଯାଗଟି ଅଣ୍ଡାକୃତି ଧାରା ଉପରେ କୌଣସି ପ୍ରଭାବ ପକାଇ ଥାଏ କି

source: Toggle state
or: ଅଦଳବଦଳ ଅବସ୍ଥା

source: The toggle state of the button
or: ବଟନର ଅଦଳବଦଳ ଅବସ୍ଥା

source: Inconsistent state
or: ଅସମଞ୍ଜସ୍ଯ ଅବସ୍ଥା

source: The inconsistent state of the button
or: ବଟନର ଅସମଞ୍ଜସ୍ଯ ଅବସ୍ଥା

source: Activatable
or: ସକ୍ରିୟଣ ଯୋଗ୍ଯ

source: The toggle button can be activated
or: ଅଦଳବଦଳ ବଟନକୁ ସକ୍ରିୟ କରିହେବ

source: Radio state
or: ରେଡିଓ ବଟନର ଅବସ୍ଥା

source: Draw the toggle button as a radio button
or: ଗୋଟିଏ ରେଡିଓ ବଟନ ଭାବରେ ଅଦଳବଦଳ ବଟନକୁ ଅଙ୍କନ କରନ୍ତୁ

source: Indicator size
or: ସୂଚକ ଆକାର

source: Size of check or radio indicator
or: ଚେକ କିମ୍ବା ରେଡିଓ ସୂଚକର ଆକାର

source: CellView model
or: CellView ନମୁନା

source: The model for cell view
or: କକ୍ଷ ଦୃଶ୍ଯର ନମୁନା

source: Indicator Size
or: ସୂଚକର ଆକାର

source: Indicator Spacing
or: ସୂଚକର ବ୍ଯବଧାନ

source: Spacing around check or radio indicator
or: ଚେକ ଏବଂ ରେଡିଓ ସୂଚକ ଚତୁଃପାର୍ଶ୍ବର ବ୍ଯବଧାନ

source: Active
or: ସକ୍ରିୟ

source: Whether the menu item is checked
or: ତାଲିକା ବସ୍ତୁକୁ ଯାଞ୍ଚ କରାଯାଇଛି କି ନାହିଁ

source: Inconsistent
or: ଅସମଞ୍ଜସ

source: Whether to display an "inconsistent" state
or: ଗୋଟିଏ "ଅସମଞ୍ଜସ" ଅବସ୍ଥାକୁ ପ୍ରଦର୍ଶିତ କରାଯିବା ଉଚିତ କି ନୁହେଁ

source: Draw as radio menu item
or: ରେଡିଓ ତାଲିକା ବସ୍ତୁ ଭାବରେ ଅଙ୍କନ କରନ୍ତୁ

source: Whether the menu item looks like a radio menu item
or: ତାଲିକା ବସ୍ତୁ ଗୋଟିଏ ରେଡିଓ ତାଲିକା ବସ୍ତୁ ଭଳି ଦେଖାଯିବା ଉଚିତ କି

source: Use alpha
or: ଆଲଫା ବ୍ଯବହାର କରନ୍ତୁ

source: Whether or not to give the color an alpha value
or: ରଙ୍ଗକୁ ଗୋଟିଏ ଆଲଫା ମୂଲ୍ଯ ଦିଆଯିବା ଉଚିତ କି ନାହିଁ

source: Title
or: ଶୀର୍ଷକ

source: The title of the color selection dialog
or: ରଙ୍ଗ ବାକ୍ଯଖଣ୍ଡ ସଂଳାପର ଶୀର୍ଷକ

source: Current Color
or: ସାମ୍ପ୍ରତିକ ରଙ୍ଗ

source: The selected color
or: ଚୟିତ ରଙ୍ଗ

source: Current Alpha
or: ସାମ୍ପ୍ରତିକ ରଙ୍ଗ

source: The selected opacity value (0 fully transparent, 65535 fully opaque)
or: ଚୟିତ ଅସ୍ବଚ୍ଛତା ମୂଲ୍ଯ (୦ ପୂର୍ଣ୍ଣ ସ୍ବଚ୍ଛ, ୬୫୫୩୫ ସମ୍ପୂର୍ଣ ଅସ୍ବଚ୍ଛ)

source: Has Opacity Control
or: ଅସ୍ବଚ୍ଛତା ନିୟନ୍ତ୍ରଣ ଅଛି

source: Whether the color selector should allow setting opacity
or: ରଙ୍ଗ ଚୟକ ଅସ୍ବଚ୍ଛତା ବିନ୍ଯାସକୁ ସ୍ବୀକାର କରିବା ଉଚିତ କି ନୁହେଁ

source: Has palette
or: ପ୍ଯାଲେଟ ଅଛି
