Repository: antonialoytorrens-archive/TomPlayer
Catalog: src/dependencies/libs/gtk+-2.10.14/po-properties/*.po
Languages: or

source: Whether a palette should be used
or: ଗୋଟିଏ ପ୍ଯାଲେଟ ବ୍ଯବହାର କରାଯିବା ଉଚିତ କି ନୁହେଁ

source: The current color
or: ସାମ୍ପ୍ରତିକ ରଙ୍ଗ

source: The current opacity value (0 fully transparent, 65535 fully opaque)
or: ସାମ୍ପ୍ରତିକ ଅସ୍ବଚ୍ଛତା ମୂଲ୍ଯ (୦ ପୂର୍ଣ୍ଣ ସ୍ବଚ୍ଛ, ୬୫୫୩୫ ସମ୍ପୂର୍ଣ ଅସ୍ବଚ୍ଛ)

source: Custom palette
or: ଇଚ୍ଛାରୂପଣ ପ୍ଯାଲେଟ

source: Palette to use in the color selector
or: ରଙ୍ଗ ଚୟକରେ ବ୍ଯବହାର କରାଯିବା ପ୍ଯାଲେଟ

source: Enable arrow keys
or: ତୀର ଚାବିକୁ ସକ୍ରିୟ କରନ୍ତୁ

source: Whether the arrow keys move through the list of items
or: ତୀର ଚାବି ସୂଚୀ ବସ୍ତୁ ଦେଇ ଯାଇ ପାରିବ କି

source: Always enable arrows
or: ତୀର ସକ୍ରିୟଣକୁ ସ୍ବୀକାର କରନ୍ତୁ

source: Obsolete property, ignored
or: ପରିତ୍ଯକ୍ତ ଗୁଣଧର୍ମକୁ, ଆଗ୍ରହ୍ଯ କରିଦିଅନ୍ତୁ

source: Case sensitive
or: ଅକ୍ଷର ନିର୍ଦ୍ଦିଷ୍ଟ

source: Whether list item matching is case sensitive
or: ତାଲିକା ବସ୍ତୁ ମିଳନ ଅକ୍ଷର ନିର୍ଦ୍ଦିଷ୍ଟ କି

source: Allow empty
or: ଖାଲି ବସ୍ତୁକୁ ସ୍ବୀକାର କରନ୍ତୁ

source: Whether an empty value may be entered in this field
or: ଏହି କ୍ଷେତ୍ରରେ ଗୋଟିଏ ଖାଲି ମୂଲ୍ଯକୁ ଭରଣ କରିହେବ କି

source: Value in list
or: ତାଲିକାରେ ଥିବା ମୂଲ୍ଯ

source: Whether entered values must already be present in the list
or: ଭରଣ କରାଯାଇଥିବା ମୂଲ୍ଯ ପୂର୍ବରୁ ତାଲିକାରେ ଅଛି କି

source: ComboBox model
or: ସମ୍ମଳିତ ବାକ୍ସ ନମୁନା

source: The model for the combo box
or: ସମ୍ମିଳିତ ବାକ୍ସ ପାଇଁ ନମୁନା

source: Wrap width for laying out the items in a grid
or: ଗୋଟିଏ ଜାଲିରେ ବସ୍ତୁ ମାନଙ୍କୁ ବିନ୍ଯାସ କରିବା ପାଇଁ ଓସାରକୁ ଭାଙ୍ଗନ୍ତୁ

source: Row span column
or: ଧାଡି ବିସ୍ତାର ସ୍ତମ୍ଭ

source: TreeModel column containing the row span values
or: ଧାଡି ବିସ୍ତାର ମୂଲ୍ଯକୁ ଧାରଣ କରିବା ପାଇଁ TreeModel ସ୍ତମ୍ଭ

source: Column span column
or: ସ୍ତମ୍ଭ ବିସ୍ତାର ସ୍ତମ୍ଭ

source: TreeModel column containing the column span values
or: ସ୍ତମ୍ଭ ବିସ୍ତାର ମୂଲ୍ଯକୁ ଧାରଣ କରିବା ପାଇଁ TreeModel ସ୍ତମ୍ଭ

source: Active item
or: ବସ୍ତୁକୁ ସକ୍ରିୟ କରନ୍ତୁ

source: The item which is currently active
or: ବସ୍ତୁ ଯାହାକି ବର୍ତ୍ତମାନ ସକ୍ରିୟ ଅଛି

source: Add tearoffs to menus
or: ତାଲିକାରେ ଟିଅର-ଅଫ ଯୋଗ କରନ୍ତୁ

source: Whether dropdowns should have a tearoff menu item
or: ଡ୍ରୋପ-ଡାଉନ ବଟନରେ ଗୋଟିଏ ଟିଅର-ଅଫ ତାଲିକା ବସ୍ତୁ ରହିବା ଉଚିତ କି ନାହିଁ

source: Has Frame
or: ଫ୍ରେମ ଅଛି

source: Whether the combo box draws a frame around the child
or: ସମ୍ମିଳିତ ବାକ୍ସ ନର୍ଭରକ ଚାରିପାଖେ ଗୋଟିଏ ଫ୍ରେମ ଅଙ୍କନ କରିବ କି

source: Whether the combo box grabs focus when it is clicked with the mouse
or: ମାଉସ ଦ୍ବାରା ଦବାଗଲେ ସମ୍ମିଳିତ ବାକ୍ସ ଧ୍ଯାନ ଆକର୍ଷଣ କରିବ କି

source: Tearoff Title
or: ଟିଅର-ଅଫ ଶୀର୍ଷକ

source: Popup shown
or: ପପ-ଅପ ଦେଖାଯାଇଛି

source: Whether the combo's dropdown is shown
or: ସମ୍ମିଳିତ ଡ୍ରୋପ-ଡାଉନ ବଟନ ଦେଖାଯାଇଛି କି

source: Appears as list
or: ତାଲିକା ଭାବରେ ଦେଖାଯାଏ

source: Whether dropdowns should look like lists rather than menus
or: ଡ୍ରୋପ-ଡାଉନ ସୂଚୀ ପରିବର୍ତ୍ତେ ତାଲିକା ଭାବରେ ଦେଖାଯିବା ଉଚିତ କି

source: Resize mode
or: ଆକାର ପରିବର୍ତ୍ତନ ଧାରା

source: Specify how resize events are handled
or: ଆକାର ପରିବର୍ତ୍ତନ ପ୍ରକ୍ରିୟା ଗୁଡିକୁ କିପରି ନିୟନ୍ତ୍ରଣ କରାଯାଏ ତାହା ଉଲ୍ଲେଖ କରନ୍ତୁ

source: Border width
or: ଧାର ଓସାର

source: The width of the empty border outside the containers children
or: ଆଧାରପାତ୍ରର ନିର୍ଭରକର ବାହାରେ ଖାଲି ଧାରର ଓସାର

source: Child
or: ନିର୍ଭରକ

source: Can be used to add a new child to the container
or: ଆଧାରପାତ୍ରରେ ଗୋଟିଏ ନୂତନ ନିର୍ଭରକକୁ ଯୋଗ କରିବା ପାଇଁ ବ୍ଯବହାର କରାଯାଇ ପାରେ

source: Curve type
or: ବକ୍ରରେଖା ପ୍ରକାର

source: Minimum X
or: ସର୍ବନିମ୍ନ ଏକ୍ସ (X)

source: Minimum possible value for X
or: ଏକ୍ସ ପାଇଁ ସର୍ବନିମ୍ନ ସମ୍ଭାବ୍ଯ ମୂଲ୍ଯ

source: Maximum X
or: ସର୍ବାଧିକ ଏକ୍ସ (X)

source: Maximum possible X value
or: ଏକ୍ସ ପାଇଁ ସର୍ବାଧିକ ସମ୍ଭାବ୍ଯ ମୂଲ୍ଯ

source: Minimum Y
or: ସର୍ବନିମ୍ନ ୱାଈ (Y)

source: Minimum possible value for Y
or: ୱାଈ ପାଇଁ ସର୍ବନିମ୍ନ ସମ୍ଭାବ୍ଯ ମୂଲ୍ଯ

source: Maximum Y
or: ସର୍ବାଧିକ ୱାଈ (Y)

source: Maximum possible value for Y
or: ୱାଈ ପାଇଁ ସର୍ବାଧିକ ସମ୍ଭାବ୍ଯ ମୂଲ୍ଯ

source: Has separator
or: ବିଭାଜକ ଅଛି

source: The dialog has a separator bar above its buttons
or: ସଂଳାପର ଗୋଟିଏ ବିଭାଜକ ପଟି ଏହାର ବଟନ ଉପରେ ଅଛି

source: Content area border
or: ସୂଚନା କ୍ଷେତ୍ର ଧାର

source: Width of border around the main dialog area
or: ମୂଖ୍ଯ ସଂଳାପ କ୍ଷେତ୍ର ଚାରିପାଖେ ଧାରର ଓସାର

source: Button spacing
or: ବଟନ ବ୍ଯବଧାନ

source: Spacing between buttons
or: ବଟନ ମଧ୍ଯରେ ବ୍ଯବଧାନ

source: Action area border
or: କାର୍ଯ୍ଯକ୍ଷେତ୍ର ଧାର

source: Cursor Position
or: ଦର୍ଶିକା ଅବସ୍ଥାନ

source: The current position of the insertion cursor in chars
or: ଅକ୍ଷରରେ ଭରଣ ଦର୍ଶିକାର ସାମ୍ପ୍ରତିକ ଅବସ୍ଥାନ

source: Selection Bound
or: ଚୟନ ସୀମାବଦ୍ଧତା

source: Maximum length
or: ସର୍ବାଧିକ ଲମ୍ବ

source: Visibility
or: ଦ୍ରୁଶ୍ଯମାନ୍ଯତା

source: Invisible character
or: ଅଦୃଶ୍ଯ ଅକ୍ଷର

source: Activates default
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତକୁ ସକ୍ରିୟ କରିଥାଏ

source: Width in chars
or: ଅକ୍ଷରରେ ଓସାର

source: Number of characters to leave space for in the entry
or: ଭରଣରେ ଖାଲିସ୍ଥାନ ଛାଡିବା ପାଇଁ ଅକ୍ଷର ମାନଙ୍କ ସଂଖ୍ଯା

source: Scroll offset
or: ସ୍କ୍ରୋଲ ଅଫସେଟ

source: The contents of the entry
or: ପ୍ରବିଷ୍ଟିର ବିଷୟବସ୍ତୁ

source: X align
or: ଏକ୍ସ ପାର୍ଶ୍ବସଜ୍ଜା

source: Truncate multiline
or: ଏକାଧିକ ରେଖାକୁ କାଟି ଛୋଟ କରନ୍ତୁ

source: Border between text and frame.
or: ପାଠ୍ଯ ଏବଂ ଫ୍ରେମ ମଧ୍ଯରେ ଧାର।

source: Select on focus
or: ଆଲୋକପାତ କରିବା ସମୟରେ ଚୟନ କରନ୍ତୁ

source: Password Hint Timeout
or: ପ୍ରବେଶ ସଙ୍କେତ ଆଭାସ ସମୟ ସମାପ୍ତି

source: Completion Model
or: ସମ୍ପୂର୍ଣ୍ଣତା ଧାରା

source: Minimum Key Length
or: ସର୍ବନିମ୍ନ ଚାବି ଲମ୍ବ

source: Text column
or: ପାଠ୍ଯ ସ୍ତମ୍ଭ

source: The column of the model containing the strings.
or: ବାକ୍ଯଖଣ୍ଡକୁ ଧାରଣ କରିଥିବା ନମୁନାର ସ୍ତମ୍ଭ।

source: Inline completion
or: ରେଖା ମଧ୍ଯରେ ସମାପ୍ତି

source: Whether the common prefix should be inserted automatically
or: ସ୍ତମ୍ଭ ଉପସର୍ଗକୁ ସ୍ବୟଂଚାଳିତ ଭାବରେ ସନ୍ନବେଶ କରାଯିବ କି

source: Popup completion
or: ପପ-ଅପ ସମ୍ପନ୍ନ

source: Whether the completions should be shown in a popup window
or: ସମାପ୍ତି ସୂଚନାକୁ ଗୋଟିଏ ପପ-ଅପ ୱିଣ୍ଡୋରେ ଦେଖାଯିବ କି

source: Popup set width
or: ପପ-ଅପ ବିନ୍ଯାସ ଓସାର

source: If TRUE, the popup window will have the same size as the entry
or: ଯଦି ସତ (TRUE) ହୋଇଥାଏ, ପପ-ଅପ ୱିଣ୍ଡୋର ପ୍ରବିଷ୍ଟି ଭଳି ସମାନ ଆକାର ଥିବ

source: Popup single match
or: ପପ-ଅପ ଏକୈକ ମିଳନ

source: If TRUE, the popup window will appear for a single match.
or: ଯଦି ସତ (TRUE) ହୋଇଥାଏ, ପପ-ଅପ ୱିଣ୍ଡୋଟ ଗୋଟିଏ ମିଳନ ପାଇଁ ଉଭାହେବ।

source: Visible Window
or: ଦୃଶ୍ଯମାନ ୱିଣ୍ଡୋ

source: Above child
or: ନିର୍ଭରକ ଉପରେ

source: Expanded
or: ସମ୍ପ୍ରସାରିତ

source: Whether the expander has been opened to reveal the child widget
or: ନିର୍ଭରକ ୱିଜେଟକୁ ପ୍ରଦର୍ଶନ କରିବା ପାଇଁ ସମ୍ପ୍ରସାରକକୁ ଖୋଲାଯାଇଛି କି

source: Text of the expander's label
or: ସମ୍ପ୍ରସାରକ ସୂଚକର ପାଠ୍ଯ

source: Use markup
or: ମାର୍କ-ଅପ ବ୍ଯବହାର କରନ୍ତୁ

source: The text of the label includes XML markup. See pango_parse_markup()
or: ସୂଚକର ପାଠ୍ଯ XML ମାର୍କ-ଅପକୁ ସନ୍ନବେଶ କରିଥାଏ। pango_parse_markup() କୁ ଦେଖନ୍ତୁ

source: Space to put between the label and the child
or: ସୂଚକ ଏବଂ ନିର୍ଭରକ ମଧ୍ଯରେ ଦିଆଯିବା ବ୍ଯବଧାନ

source: Label widget
or: ସୂଚକ ୱିଜେଟ

source: A widget to display in place of the usual expander label
or: ସ୍ବାଭାବିକ ସମ୍ପ୍ରସାରକ ସୂଚକ ସ୍ଥାନରେ ପ୍ରଦର୍ଶନ କରିବା ପାଇଁ ଗୋଟିଏ ୱିଜେଟ

source: Expander Size
or: ସମ୍ପ୍ରସାରକ ଆକାର

source: Size of the expander arrow
or: ସମ୍ପ୍ରସାରକ ତୀରର ଆକାର

source: Spacing around expander arrow
or: ସମ୍ପ୍ରସାରକ ତୀର ଚତୁଃପାର୍ଶ୍ବରେ ବ୍ଯବଧାନ

source: Action
or: କାର୍ଯ୍ଯ

source: The type of operation that the file selector is performing
or: ଫାଇଲ ଚୟକ ସମ୍ପାଦନ କରୁଥିବା କାର୍ଯ୍ଯର ପ୍ରକାର

source: File System Backend
or: ଫାଇଲ ତନ୍ତ୍ର ପୃଷ୍ଠଭାଗ

source: Name of file system backend to use
or: ବ୍ଯବହାର କରାଯିବା ଫାଇଲ ତନ୍ତ୍ର ପୃଷ୍ଠଭାଗର ନାମ

source: Filter
or: ଫିଲଟର

source: The current filter for selecting which files are displayed
or: କେଉଁ ଫାଇଲ ମାନଙ୍କୁ ପ୍ରଦର୍ଶନ କରାଯିବ ତାହା ଚୟନ କରିବା ପାଇଁ ବର୍ତ୍ତମାନ ଫିଲଟର

source: Local Only
or: କେବଳ ସ୍ଥାନୀୟ

source: Whether the selected file(s) should be limited to local file: URLs
or: ଚୟିତ ଫାଇଲ ଗୁଡିକ ସ୍ଥାନୀୟ ଫାଇଲ ପର୍ଯ୍ଯନ୍ତ ସୀମାବଦ୍ଧ ହୋଇ ରହିବ କି: URLs

source: Preview widget
or: ୱିଜେଟକୁ ପୂର୍ବାବଲୋକନ କରନ୍ତୁ

source: Application supplied widget for custom previews.
or: ଇଚ୍ଛାରୂପଣ ପୂର୍ବାବଲୋକନ ପାଇଁ ପ୍ରୟୋଗ ଯୋଗା ଯାଇଛି।

source: Preview Widget Active
or: ୱିଜେଟ ସକ୍ରିୟଣକୁ ପୂର୍ବାବଲୋକନ କରନ୍ତୁ

source: Whether the application supplied widget for custom previews should be shown.
or: ଇଚ୍ଛାରୂପଣ ପୂର୍ବାବଲୋକନ ପାଇଁ ପ୍ରୟୋଗ ଦ୍ବାରା ପ୍ରଦାନ କରାଯାଇଥିବା ୱିଜେଟକୁ ଦେଖାଯିବା ଉଚିତ କି ନୁହେଁ।

source: Use Preview Label
or: ପୂର୍ବାବଲୋକନ ସୂଚକକୁ ବ୍ଯବହାର କରନ୍ତୁ

source: Whether to display a stock label with the name of the previewed file.
or: ପୂର୍ବାବଲୋକିତ ଫାଇଲ ନାମ ସହିତ ଗୋଟିଏ ଷ୍ଟୋକ ସୂଚକକୁ ପ୍ରଦର୍ଶନ କରାଯିବା ଉଚିତ କି।

source: Extra widget
or: ଅତିରିକ୍ତ ୱିଜେଟ

source: Application supplied widget for extra options.
or: ଅତିରିକ୍ତ ବିକଲ୍ପ ପାଇଁ ପ୍ରୟୋଗ ଦ୍ବାରା ପ୍ରଦାନ କରାଯାଇଥିବା ୱିଜେଟ

source: Select Multiple
or: ଏକାଧିକ ଫାଇଲ ଚୟନ କରନ୍ତୁ

source: Whether to allow multiple files to be selected
or: ଏକାଧିକ ଫାଇଲ ଚୟନକୁ ସ୍ବୀକାର କରାଯିବା ଉଚିତ କି ନାହିଁ

source: Show Hidden
or: ଲୁକ୍କାୟିତ ଫାଇଲ ମାନଙ୍କୁ ଦେଖାନ୍ତୁ

source: Whether the hidden files and folders should be displayed
or: ଲୁକ୍କାୟିତ ଫାଇଲ ଏବଂ ଫୋଲଡର ମାନଙ୍କୁ ଦେଖାଯିବା ଉଚିତ କି ନାହିଁ

source: Do overwrite confirmation
or: ନବଲିଖନକୁ ଅନୁମୋଦନ କରନ୍ତୁ

source: Dialog
or: ସଂଳାପ

source: The file chooser dialog to use.
or: ବ୍ଯବହାର କରାଯିବା ଫାଇଲ ଚୟକ ସଂଳାପ

source: The title of the file chooser dialog.
or: ଫାଇଲ ଚୟକ ସଂଳାପର ଶିରୋନାମା।

source: The desired width of the button widget, in characters.
or: ବଟନ ୱିଜେଟର ପ୍ରତ୍ଯାଶିତ ଓସାର, ଅକ୍ଷରରେ।

source: Default file chooser backend
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଫାଇଲ ଚୟକ ପୃଷ୍ଠଭାଗ

source: Name of the GtkFileChooser backend to use by default
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଭାବରେ ବ୍ଯବହାର କରାଯିବା GtkFileChooser ପୃଷ୍ଠଭାଗର ନାମ

source: Filename
or: ଫାଇଲ ନାମ

source: The currently selected filename
or: ବର୍ତ୍ତମାନ ଚୟିତ ଫାଇଲ ନାମ

source: Show file operations
or: ଫାଇଲ କାର୍ଯ୍ଯକଳାପକୁ ଦେଖାନ୍ତୁ

source: Whether buttons for creating/manipulating files should be displayed
or: ଫାଇଲ ମାନଙ୍କୁ ସୃଷ୍ଟି ଏବଂ ରୂପାନ୍ତରଣ କରିବା ପାଇଁ ବଟନ ମାନଙ୍କୁ ପ୍ରଦର୍ଶିତ କରାଯିବା ଉଚିତ କି ନାହିଁ

source: Cancelled
or: ବାତିଲ କରାଯାଇଛି

source: Whether or not the operation has been successfully cancelled
or: କାର୍ଯ୍ଯକଳାପକୁ ସଫଳତାର ସହିତ ବାତିଲ କରାଯାଇଛି କି ନାହିଁ

source: X position
or: ଏକ୍ସ ଅବସ୍ଥାନ

source: X position of child widget
or: ନିର୍ଭରକ ୱିଜେଟର ଏକ୍ସ ଅବସ୍ଥାନ

source: Y position
or: ୱାଇ ଅବସ୍ଥାନ

source: Y position of child widget
or: ନିର୍ଭରକ ୱିଜେଟର ୱାଈ ଅବସ୍ଥାନ

source: The title of the font selection dialog
or: ଅକ୍ଷରରୂପ ଚୟନ ସଂଳାପର ଶୀର୍ଷକ

source: Font name
or: ଅକ୍ଷରରୂପ ନାମ

source: The name of the selected font
or: ଚୟିତ ଅକ୍ଷରରୂପର ନାମ

source: Use font in label
or: ସୂଚକରେ ଥିବା ଅକ୍ଷରରୂପକୁ ବ୍ଯବହାର କରନ୍ତୁ

source: Whether the label is drawn in the selected font
or: ଚୟିତ ଅକ୍ଷରରୂପରେ ସୂଚକକୁ ଅଙ୍କିତ କରାଯାଇଛି କି ନାହିଁ

source: Use size in label
or: ସୂଚକରେ ଆକାର ବ୍ଯବହାର କରନ୍ତୁ

source: Whether the label is drawn with the selected font size
or: ଚୟିତ ଅକ୍ଷରରୂପ ଆକାର ସହିତ ସୂଚକକୁ ଅଙ୍କିତ କରାଯାଇଛି କି ନାହିଁ

source: Show style
or: ଶୈଳୀ ପ୍ରଦର୍ଶନ କରନ୍ତୁ

source: Whether the selected font style is shown in the label
or: ସୂଚକରେ ଚୟିତ ଅକ୍ଷରରୂପର ଶୈଳୀକୁ ପ୍ରଦର୍ଶନ କରାଯାଇଛି କି ନାହିଁ

source: Show size
or: ଆକାର ପ୍ରଦର୍ଶନ କରନ୍ତୁ

source: Whether selected font size is shown in the label
or: ସୂଚକରେ ଚୟିତ ଅକ୍ଷରରୂପର ଆକାରକୁ ପ୍ରଦର୍ଶନ କରାଯାଇଛି କି ନାହିଁ

source: The X string that represents this font
or: ଏକ୍ସ (X) ବାକ୍ଯଖଣ୍ଡ ଯାହାକି ଏହି ଅକ୍ଷରରୂପକୁ ବର୍ଣ୍ଣନା କରିଥାଏ

source: The GdkFont that is currently selected
or: ବର୍ତ୍ତମାନ ଚୟିତ ହୋଇଥିବା GdkFont

source: Preview text
or: ପାଠ୍ଯକୁ ପୂର୍ବାବଲୋକନ କରନ୍ତୁ

source: The text to display in order to demonstrate the selected font
or: ଚୟିତ ଅକ୍ଷରରୂପକୁ ବୁଝାଇବା ପାଇଁ ପ୍ରଦର୍ଶନ କରାଯିବା ପାଠ୍ଯ

source: Text of the frame's label
or: ଫ୍ରେମ ସୂଚକର ପାଠ୍ଯ

source: Label xalign
or: ସୂଚକର ଏକ୍ସ-ପାର୍ଶ୍ବସଜ୍ଜା

source: The horizontal alignment of the label
or: ସୂଚକର ଭୂସମାନ୍ତର ପାର୍ଶ୍ବସଜ୍ଜା

source: Label yalign
or: ସୂଚକର ୱାଈ-ପାର୍ଶ୍ବସଜ୍ଜା

source: The vertical alignment of the label
or: ସୂଚକର ଭୂଲମ୍ବ ପାର୍ଶ୍ବସଜ୍ଜା

source: Deprecated property, use shadow_type instead
or: ଅପସନ୍ଦ ଗୁଣଧର୍ମ, ଏହା ପରିବର୍ତ୍ତେ shadow_type କୁ ବ୍ଯବହାର କରନ୍ତୁ

source: Frame shadow
or: ଫ୍ରେମ ଛାୟା

source: Appearance of the frame border
or: ଫ୍ରେମ ଧାରର ସାଦୃଶ୍ଯ

source: A widget to display in place of the usual frame label
or: ସାଧାରଣ ଫ୍ରେମ ସୂଚକ ସ୍ଥାନରେ ପ୍ରଦର୍ଶନ କରିବା ପାଇଁ ଗୋଟିଏ ୱିଜେଟ

source: Shadow type
or: ଛାୟା ପ୍ରକାର

source: Appearance of the shadow that surrounds the container
or: ଆଧାର ପାତ୍ରକୁ ଆବୃତ କରିଥିବା ଛାୟାର ସାଦୃଶ୍ଯ

source: Handle position
or: ନିୟନ୍ତ୍ରଣ ଅବସ୍ଥାନ

source: Position of the handle relative to the child widget
or: ନିର୍ଭରକ ୱିଜେଟ ସମ୍ବନ୍ଧିତ ନିୟନ୍ତ୍ରଣର ଅବସ୍ଥାନ

source: Snap edge
or: ସ୍ନାପ କୋଣ

source: Snap edge set
or: ସ୍ନାପ କୋଣ ବିନ୍ଯାସ

source: Selection mode
or: ଚୟନ ଧାରା

source: The selection mode
or: ଚୟନ ଧାରା

source: Pixbuf column
or: ପିକ୍ସ-ବଫ ସ୍ତମ୍ଭ

source: Model column used to retrieve the icon pixbuf from
or: ଚିତ୍ରସଙ୍କେତ ପିକ୍ସ-ବଫକୁ ଏଠାରୁ ପୁନରୁଦ୍ଧାର କରିବା ପାଇଁ ବ୍ଯବହାର କରାଯିବା ନମୁନା ସ୍ତମ୍ଭ

source: Model column used to retrieve the text from
or: ପାଠ୍ଯକୁ ଏଠାରୁ ପୁନରୁଦ୍ଧାର କରିବା ପାଇଁ ବ୍ଯବହାର କରାଯିବା ନମୁନା ସ୍ତମ୍ଭ

source: Markup column
or: ମାର୍କ-ଅପ ସ୍ତମ୍ଭ

source: Model column used to retrieve the text if using Pango markup
or: ଯଦି ପେଙ୍ଗୋ ମାର୍କ-ଅପକୁ ବ୍ଯବହାର କରୁଅଛି ତାହାହେଲେ ପୁନରୁଦ୍ଧାର କରିବା ପାଇଁ ବ୍ଯବହାର କରାଯିବା ନମୁନା ସ୍ତମ୍ଭ

source: Icon View Model
or: ଚିତ୍ରସଙ୍କେତ ଦୃଶ୍ଯ ନମୁନା

source: The model for the icon view
or: ଚିତ୍ରସଙ୍କେତ ଦୃଶ୍ଯ ପାଇଁ ନମୁନା

source: Number of columns
or: ସ୍ତମ୍ଭ ମାନଙ୍କ ସଂଖ୍ଯା

source: Number of columns to display
or: ପ୍ରଦର୍ଶନ କରାଯିବା ସ୍ତମ୍ଭ ମାନଙ୍କ ସଂଖ୍ଯା

source: Width for each item
or: ସମସ୍ତ ବସ୍ତୁ ପାଇଁ ଓସାର

source: The width used for each item
or: ସମସ୍ତ ବସ୍ତୁ ପାଇଁ ବ୍ଯବହୃତ ଓସାର

source: Space which is inserted between cells of an item
or: ଗୋଟିଏ ବସ୍ତୁର କକ୍ଷରେ ଭରଣ କରାଯିବା ବ୍ଯବଧାନ

source: Row Spacing
or: ଧାଡି ବ୍ଯବଧାନ

source: Space which is inserted between grid rows
or: ଜାଲି ଧାଡି ମଧ୍ଯରେ ଛଡାଯିବା ବ୍ଯବଧାନ

source: Column Spacing
or: ସ୍ତମ୍ଭ ବ୍ଯବଧାନ

source: Space which is inserted between grid columns
or: ଜାଲି ସ୍ତମ୍ଭ ମଧ୍ଯରେ ଛଡାଯାଇଥିବା ବ୍ଯବଧାନ

source: Margin
or: ମାର୍ଜିନ

source: Space which is inserted at the edges of the icon view
or: ଚିତ୍ରସଙ୍କେତ ଦୃଶ୍ଯର କୋଣରେ ଛଡାଯାଇଥିବା ବ୍ଯବଧାନ

source: Orientation
or: ଅନୁସ୍ଥାପନ

source: How the text and icon of each item are positioned relative to each other
or: ପାଠ୍ଯ ଏବଂ ଚିତ୍ରସଙ୍କେତକୁ କିପରି ପରସ୍ପର ସହିତ ତୁଳନାତ୍ମକ ଭାବରେ ରଖାଯାଇଛି

source: Reorderable
or: ପୁନଃକ୍ରମଯୋଗ୍ଯ

source: View is reorderable
or: ଦୃଶ୍ଯଟି ପୁନଃକ୍ରମଯୋଗ୍ଯ ଅଟେ

source: Selection Box Color
or: ଚୟନ ବାକ୍ସ ରଙ୍ଗ

source: Color of the selection box
or: ଚୟନ ବାକ୍ସର ରଙ୍ଗ

source: Selection Box Alpha
or: ଚୟନ ବାକ୍ସ ଆଲଫା

source: Opacity of the selection box
or: ଚୟନ ବାକ୍ସର ସ୍ବଚ୍ଛତା

source: Pixbuf
or: ପିକ୍ସ-ବଫ

source: A GdkPixbuf to display
or: ପ୍ରଦର୍ଶନ କରିବା ପାଇଁ ଗୋଟିଏ GdkPixbuf

source: Pixmap
or: ପିକ୍ସ-ମ୍ଯାପ

source: A GdkPixmap to display
or: ପ୍ରଦର୍ଶନ କରିବା ପାଇଁ ଗୋଟିଏ GdkPixmap

source: Image
or: ପ୍ରତିଛବି

source: A GdkImage to display
or: ପ୍ରଦର୍ଶନ କରିବା ପାଇଁ ଗୋଟିଏ GdkImage

source: Mask
or: ମାସ୍କ

source: Mask bitmap to use with GdkImage or GdkPixmap
or: GdkImage କିମ୍ବା GdkPixma ସହିତ ବ୍ଯବହାର କରାଯିବା ମାସ୍କ ବିଟ-ମ୍ଯାପ

source: Filename to load and display
or: ଧାରଣ ଏବଂ ପ୍ରଦର୍ଶନ କରିବା ପାଇଁ ଫାଇଲ ନାମ

source: Stock ID for a stock image to display
or: ଗୋଟିଏ ଷ୍ଟୋକ ପ୍ରତିଛବିକୁ ପ୍ରଦର୍ଶନ କରିବା ପାଇଁ ଷ୍ଟୋକ ପରିଚୟ

source: Icon set
or: ଚିତ୍ରସଙ୍କେତ ବିନ୍ଯାସ

source: Icon set to display
or: ପ୍ରଦର୍ଶନ କରିବା ପାଇଁ ଚିତ୍ରସଙ୍କେତ ବିନ୍ଯାସ

source: Icon size
or: ଚିତ୍ରସଙ୍କେତ ଆକାର

source: Symbolic size to use for stock icon, icon set or named icon
or: ଷ୍ଟୋକ ଚିତ୍ରସଙ୍କେତ ପାଇଁ ବ୍ଯବହାର କରାଯିବା ପ୍ରତିକାତ୍ମକ ଆକାର, ଚିତ୍ରସଙ୍କେତ ସେଟ କିମ୍ବା ନାମିତ ଚିତ୍ରସଙ୍କେତ

source: Pixel size
or: ପିକ୍ସେଲ ଆକାର

source: Pixel size to use for named icon
or: ନାମିତ ଚିତ୍ରସଙ୍କେତ ପାଇଁ ବ୍ଯବହାର କରାଯିବା ପିକ୍ସେଲ ଆକାର

source: Animation
or: ଜୀବନାୟନ

source: GdkPixbufAnimation to display
or: ପ୍ରଦର୍ଶନ କରାଯିବା GdkPixbufAnimation

source: Storage type
or: ସଗ୍ରହ ପ୍ରକାର

source: The representation being used for image data
or: ପ୍ରତିଛବି ତଥ୍ଯ ପାଇଁ ବ୍ଯବହୃତ ବର୍ଣ୍ଣନା

source: Child widget to appear next to the menu text
or: ତାଲିକା ପାଠ୍ଯ ପରେ ଦୃଶ୍ଯମାନ ହେବା ନିର୍ଭରକ ୱିଜେଟ

source: Show menu images
or: ତାଲିକା ପ୍ରତିଛବିକୁ ପ୍ରଦର୍ଶନ କରନ୍ତୁ

source: Whether images should be shown in menus
or: ତାଲିକାରେ ପ୍ରତିଛବି ଗୁଡିକ ପ୍ରଦର୍ଶିତ ହେବା ଉଚିତ କି ନାହିଁ

source: The screen where this window will be displayed
or: ପରଦା ଯେଉଁଠାରେ ଏହି ୱିଣ୍ଡୋ ପ୍ରଦର୍ଶିତ ହେବ

source: The text of the label
or: ସୂଚକର ପାଠ୍ଯ

source: A list of style attributes to apply to the text of the label
or: ସୂଚକର ପାଠ୍ଯରେ ପ୍ରୟୋଗ କରାଯିବା ବିଶେଷ ଗୁଣର ଗୋଟିଏ ତାଲିକା

source: Justification
or: ଯଥାର୍ଥତା

source: Pattern
or: ନମୁନା

source: Line wrap
or: ରେଖା ମୋଡନ୍ତୁ

source: If set, wrap lines if the text becomes too wide
or: ଯଦି ବିନ୍ଯାସ କରାଯାଇଛି, ରେଖା ମାନଙ୍କୁ ମୋଡନ୍ତୁ ଯଦି ପାଠ୍ଯ ଖୁବ ବଡ ହୋଇଯାଏ

source: Line wrap mode
or: ଧାଡି ମୋଡା ଧାରା

source: If wrap is set, controls how linewrapping is done
or: ଯଦି ପାଠ୍ଯଭଙ୍ଗ ଧାରା ବିନ୍ଯସ୍ତ, କିପରି ରେଖା ମାନଙ୍କୁ ମୋଡାଯିବା ତାହା ନିୟନ୍ତ୍ରଣ କରିଥାଏ

source: Selectable
or: ଚୟନଯୋଗ୍ଯ

source: Whether the label text can be selected with the mouse
or: ସୂଚକ ପାଠ୍ଯକୁ ମାଉସ ଦ୍ବାରା ଚୟନ କରିହେବ କି

source: Mnemonic key
or: ସ୍ମୃତି-ସହାୟକ ଚାବି

source: The mnemonic accelerator key for this label
or: ଏହି ସୂଚକ ପାଇଁ ସ୍ମୃତି-ସହାୟକ ତ୍ବରକ ଚାବି

source: Mnemonic widget
or: ସ୍ମୃତି-ସହାୟକ ୱିଜେଟ

source: The widget to be activated when the label's mnemonic key is pressed
or: ସୂଚକର ସ୍ମୃତି-ସହାୟକ ଚାବିକୁ ଦବାଗଲେ ସକ୍ରିୟଣ ହେବା ୱିଜେଟ

source: Single Line Mode
or: ଗୋଟିଏ ରେଖା ଧାରା

source: Whether the label is in single line mode
or: ସୂଚକଟି ଗୋଟିଏ ରେଖା ଧାରାରେ ଅଛି କି ନାହିଁ

source: Angle
or: କୋଣ

source: Angle at which the label is rotated
or: ଯେଉଁ କୋଣରେ ସୂଚକାକୁ ଘୂରାଯିବ

source: Maximum Width In Characters
or: ଅକ୍ଷରରେ ସର୍ବାଧିକ ଓସାର

source: The desired maximum width of the label, in characters
or: ସୂଚକର ପ୍ରତ୍ଯାଶିତ ସର୍ବାଧିକ ଓସାର, ଅକ୍ଷରରେ

source: Whether to select the contents of a selectable label when it is focused
or: ଫୋକସ କରାଗଲେ ଗୋଟିଏ ଚୟନଯୋଗ୍ଯ ସୂଚକର ବିଷୟବସ୍ତୁକୁ ଚୟନ କରାଯିବ କି ନାହିଁ

source: Horizontal adjustment
or: ଭୂସମାନ୍ତର ସମନ୍ବୟତା

source: The GtkAdjustment for the horizontal position
or: ଭୂସମାନ୍ତର ଅବସ୍ଥାନ ପାଇଁ GtkAdjustment

source: Vertical adjustment
or: ଭୂଲମ୍ବ ସମନ୍ବୟତା

source: The GtkAdjustment for the vertical position
or: ଭୂଲମ୍ବ ଅବସ୍ଥାନ ପାଇଁ GtkAdjustment

source: The width of the layout
or: ବିନ୍ଯାସର ଓସାର

source: The height of the layout
or: ବିନ୍ଯାସର ଉଚ୍ଚତା

source: A title that may be displayed by the window manager when this menu is torn-off
or: ତାଲିକାକୁ ପୃଥକ କରାଗଲେ ୱିଣ୍ଡୋ ପରିଚାଳକ ଦ୍ବାରା ପ୍ରଦର୍ଶତ ହୋଇପାରିବା ଶୀର୍ଷକ

source: Tearoff State
or: ପୃଥକୀକରଣ ଅବସ୍ଥା

source: A boolean that indicates whether the menu is torn-off
or: ତାଲିକାକୁ ପୃଥକ କରାଯାଇଛି କି ନାହିଁ ତାହା ସୂଚାଉଥିବା ଗୋଟିଏ ବୁଲିଆନ

source: Vertical Padding
or: ଭୂଲମ୍ବ ପ୍ଯାଡିଙ୍ଗ

source: Extra space at the top and bottom of the menu
or: ତାଲିକାର ଉପରେ ଏବଂ ତଳେ ଅତିରିକ୍ତ ସ୍ଥାନ

source: Horizontal Padding
or: ଭୂସମାନ୍ତର ପ୍ଯାଡିଙ୍ଗ

source: Extra space at the left and right edges of the menu
or: ତାଲିକାର ବାମ ଏବଂ ଡାହାଣ କୋଣରେ ଅତିରିକ୍ତ ସ୍ଥାନ

source: Vertical Offset
or: ଭୂଲମ୍ବ ଅଫ-ସେଟ

source: When the menu is a submenu, position it this number of pixels offset vertically
or: ଯେତେବେଳେ ତାଲିକାଟି ଉପ-ତାଲିକା ହୋଇଥାଏ, ଏହାକୁ ଭୂଲମ୍ବ ଭାବରେ ଏହି ସଂଖ୍ଯକ ପିକ୍ସେଲରେ ଅବସ୍ଥିତ କରାନ୍ତୁ

source: Horizontal Offset
or: ଭୂସମାନ୍ତର ଅଫ-ସେଟ

source: When the menu is a submenu, position it this number of pixels offset horizontally
or: ଯେତେବେଳେ ତାଲିକାଟି ଉପ-ତାଲିକା ହୋଇଥାଏ, ଏହାକୁ ଭୂସମାନ୍ତର ଭାବରେ ଏହି ସଂଖ୍ଯକ ପିକ୍ସେଲରେ ଅବସ୍ଥିତ କରାନ୍ତୁ

source: Double Arrows
or: ଦୁଇଟି ତୀର

source: When scrolling, always show both arrows.
or: ସ୍କ୍ରୋଲ କରାଗଲେ, ସର୍ବଦା ଉଭୟ ତୀରକୁ ଦେଖାନ୍ତୁ।

source: Left Attach
or: ବାମ ସଂଲଗ୍ନକ

source: The column number to attach the left side of the child to
or: ନିର୍ଭରକର ବାମ ପାର୍ଶ୍ବ ସହିତ ସଂଲଗ୍ନ କରାଯିବା ସ୍ତମ୍ଭ ସଂଖ୍ଯା

source: Right Attach
or: ଡାହାଣ ସଂଲଗ୍ନକ

source: The column number to attach the right side of the child to
or: ନିର୍ଭରକର ଡାହାଣ ପାର୍ଶ୍ବ ସହିତ ସଂଲଗ୍ନ କରାଯିବା ସ୍ତମ୍ଭ ସଂଖ୍ଯା

source: Top Attach
or: ଶୀର୍ଷ ସଂଲଗ୍ନକ

source: The row number to attach the top of the child to
or: ନିର୍ଭରକର ଶୀର୍ଷ ସହିତ ସଂଲଗ୍ନ କରାଯିବା ଧାଡି ସଂଖ୍ଯା

source: Bottom Attach
or: ନିମ୍ନ ସଂଲଗ୍ନକ

source: The row number to attach the bottom of the child to
or: ନିର୍ଭରକର ନିମ୍ନ ଭାଗ ସହିତ ସଂଲଗ୍ନ କରାଯିବା ଧାଡି ସଂଖ୍ଯା

source: Can change accelerators
or: ତ୍ବରକକୁ ପରିବର୍ତ୍ତନ କରିପାରିବ

source: Delay before submenus appear
or: ଉପତାଲିକା ଆବିର୍ଭାବ ହେବା ପୂର୍ବରୁ ବିଳମ୍ବତା

source: Minimum time the pointer must stay over a menu item before the submenu appear
or: ଉପ-ତାଲିକା ଦେଖାଯିବା ପୂର୍ବରୁ ସୂଚକଟି ଗୋଟିଏ ତାଲିକା ବସ୍ତୁ ଉପରେ ରହିବାର ସର୍ବନିମ୍ନ ସମୟ

source: Delay before hiding a submenu
or: ଗୋଟିଏ ଉପ-ତାଲିକାକୁ ଲୁଚାଇବା ପୂର୍ବରୁ ବିଳମ୍ବ

source: The time before hiding a submenu when the pointer is moving towards the submenu
or: ସୂଚକଟି ଉପତାଲିକା ଦିଗରେ ଅଗ୍ରସରିତ ହେବା ସମୟରେ ଗୋଟିଏ ଉପତାଲିକାକୁ ଲୁଚାଇବା ପୂର୍ବରୁ କେତେ ସମୟ

source: Pack direction
or: ପ୍ଯାକ ଦିଗ

source: The pack direction of the menubar
or: ମେନୁ ପଟିର ପେକ ଦିଗ

source: Child Pack direction
or: ନିର୍ଭରକ ପ୍ଯାକ ଦିଗ

source: The child pack direction of the menubar
or: ମେନୁ ପଟିର ନିର୍ଭରକ ପ୍ଯାକ ଦିଗ

source: Style of bevel around the menubar
or: ମେନୁ ପଟି ଚତୁଃପାର୍ଶ୍ବରେ ଗଡାଣିଆ ଧାର ଶୈଳୀ

source: Internal padding
or: ଆଭ୍ଯନ୍ତରୀଣ ପ୍ଯାଡିଙ୍ଗ

source: Amount of border space between the menubar shadow and the menu items
or: ମେନୁ ପଟି ଛାୟା ଏବଂ ତାଲିକା ବସ୍ତୁ ମଧ୍ଯରେ ଧାର ବ୍ଯବଧାନର ମାତ୍ରା

source: Delay before drop down menus appear
or: ଡ୍ରୋପ-ଡାଉନ ତାଲିକା ଦେଖାଦେବା ପୂର୍ବରୁ ବିଳମ୍ବତା

source: Delay before the submenus of a menu bar appear
or: ଗୋଟିଏ ମେନୁ ପଟିର ଉପ-ତାଲିକା ଦେଖାଦେବା ପୂର୍ବରୁ ବିଳମ୍ବତା

source: Take Focus
or: ଫୋକସ ନିଅନ୍ତୁ

source: A boolean that determines whether the menu grabs the keyboard focus
or: ତାଲିକାଟି କି-ବୋର୍ଡ ଫୋକସର ଧ୍ଯାନ ଆକର୍ଷଣ କରିବ କି ନାହିଁ ଗୋଟିଏ ବୁଲିଆନ ତାହା ସ୍ଥିର କରିଥାଏ

source: Menu
or: ତାଲିକା

source: The dropdown menu
or: ଡ୍ରୋପ-ଡାଉନ ତାଲିକା

source: Image/label border
or: ପ୍ରତିଛବି/ସୂଚକ ଧାର

source: Use separator
or: ବିଭାଜକକୁ ବ୍ଯବହାର କରନ୍ତୁ

source: Message Type
or: ସନ୍ଦେଶ ପ୍ରକାର

source: The type of message
or: ସନ୍ଦେଶ ପ୍ରକାର

source: Message Buttons
or: ସନ୍ଦେଶ ବଟନ

source: The buttons shown in the message dialog
or: ସନ୍ଦେଶ ସଂଳାପରେ ଦେଖାଯାଇଥିବା ବଟନ

source: The primary text of the message dialog
or: ସନ୍ଦେଶ ସଂଳାପର ମୌଳିକ ପାଠ୍ଯ

source: Use Markup
or: ମାର୍କ-ଅପ ବ୍ଯବହାର କରନ୍ତୁ

source: The primary text of the title includes Pango markup.
or: ଶୀର୍ଷକର ମୌଳିକ ପାଠ୍ଯ ପେଙ୍ଗୋ ମାର୍କ-ଅପକୁ ସଂଲଗ୍ନିତ କରିଥାଏ।

source: Secondary Text
or: ଦ୍ବିତୀୟକ ପାଠ୍ଯ

source: The secondary text of the message dialog
or: ସନ୍ଦେଶ ସଂଳାପର ଦ୍ବିତୀୟକ ପାଠ୍ଯ

source: Use Markup in secondary
or: ଦ୍ବିତୀୟକରେ ମାର୍କ-ଅପକୁ ବ୍ଯବହାର କରନ୍ତୁ

source: The secondary text includes Pango markup.
or: ଦ୍ବିତୀୟକ ପାଠ୍ଯ ପେଙ୍ଗୋ ମାର୍କ-ଅପକୁ ସଂଲଗ୍ନିତ କରିଥାଏ।

source: The image
or: ପ୍ରତିଛବି

source: Y align
or: ୱାଈ ପାର୍ଶ୍ବସଜ୍ଜା

source: The vertical alignment, from 0 (top) to 1 (bottom)
or: ଭୂଲମ୍ବ ପାର୍ଶ୍ବସଜ୍ଜା, ୦ (ଉପର) ରୁ ୧ (ତଳ)

source: X pad
or: ଏକ୍ସ ପ୍ଯାଡ

source: The amount of space to add on the left and right of the widget, in pixels
or: ୱିଜେଟର ବାମ ଏବଂ ଡାହାଣରେ ଯୋଗ କରିବା ପାଇଁ କେତେ ସ୍ଥାନ, ପିକ୍ସେଲରେ

source: Y pad
or: ୱାଈ ପ୍ଯାଡ

source: The amount of space to add on the top and bottom of the widget, in pixels
or: ୱିଜେଟର ଉପର ଏବଂ ତଳେ ଯୋଗ କରିବା ପାଇଁ କେତେ ସ୍ଥାନ, ପିକ୍ସେଲରେ

source: Page
or: ପ୍ରୁଷ୍ଠା

source: The index of the current page
or: ସମ୍ପ୍ରତିକ ପୃଷ୍ଠାର ଅନୁକ୍ରମଣିକା

source: Tab Position
or: ଟ୍ଯାବ ଅବସ୍ଥାନ

source: Which side of the notebook holds the tabs
or: ନୋଟବୁକର କେଉଁ ପାର୍ଶ୍ବ ଟ୍ଯାବକୁ ଧାରଣ କରିଅଛି

source: Tab Border
or: ଟ୍ଯାବ ଧାର

source: Width of the border around the tab labels
or: ଟ୍ଯାବ ସୂଚକ ଚତୁଃପାର୍ଶ୍ବରେ ଧାରର ଓସାର

source: Horizontal Tab Border
or: ଭୂସମାନ୍ତର ଟ୍ଯାବ ଧାର

source: Width of the horizontal border of tab labels
or: ଟ୍ଯାବ ସୂଚକର ଭୂସମାନ୍ତର ଧାରର ଓସାର

source: Vertical Tab Border
or: ଭୂଲମ୍ବ ଟ୍ଯାବ ଧାର

source: Width of the vertical border of tab labels
or: ଟ୍ଯାବ ସୂଚକର ଭୂଲମ୍ବ ଧାରର ଓସାର

source: Show Tabs
or: ଟ୍ଯାବ ପ୍ରଦର୍ଶନ କରନ୍ତୁ

source: Whether tabs should be shown or not
or: ଟ୍ଯାବ ଦେଖାଯିବା ଉଚିତ କି ନୁହେଁ

source: Show Border
or: ଧାର ଦେଖାନ୍ତୁ

source: Whether the border should be shown or not
or: ଧାର ଦେଖାଯିବା ଉଚିତ କି ନୁହେଁ

source: Scrollable
or: ସ୍କ୍ରୋଲ କରିବା ଯୋଗ୍ଯ
