Repository: antonialoytorrens-archive/TomPlayer
Catalog: src/dependencies/libs/gtk+-2.10.14/po-properties/*.po
Languages: or

source: If the toggle button is in an "in between" state
or: ଯଦି ଅଦଳ ବଦଳ ବଟନ ଗୋଟିଏ "ଏହା ମଧ୍ଯରେ" ଅବସ୍ଥାରେ ଥାଏ

source: Draw Indicator
or: ସୂଚକ ଅଙ୍କନ କରନ୍ତୁ

source: If the toggle part of the button is displayed
or: ଯଦି ବଟନର ଅଦଲ ବଦଳ ଅଂଶ ଯଦି ପ୍ରଦର୍ଶନ କରାଯାଏ

source: The orientation of the toolbar
or: ସାଧନ ପଟିର ଅନୁସ୍ଥାପନ

source: Toolbar Style
or: ସାଧନ ପଟି ଶୈଳୀ

source: How to draw the toolbar
or: ସାଧନ ପଟିକୁ କିପରି ଦେଖାଯିବ

source: Show Arrow
or: ତୀର ଦେଖାନ୍ତୁ

source: If an arrow should be shown if the toolbar doesn't fit
or: ଯଦି ସାଧନ ପଟିର ଆକାର ମେଳ ଖାଉ ନାହିଁ ତାହାହେଲେ ଗୋଟିଏ ତୀକ ଦେଖାଯିବା ଉଚିତ

source: Tooltips
or: ଉପକରଣ ସୂଚନା

source: If the tooltips of the toolbar should be active or not
or: ସାଧନ ପଟିର ଉପକରଣ ସୂଚନା ସକ୍ରିୟ ହେବା ଉଚିତ କି ନାହିଁ

source: Size of icons in this toolbar
or: ଏହି ସାଧନ ପଟିରେ ଚିତ୍ରସଙ୍କେତର ଆକାର

source: Icon size set
or: ଚିତ୍ରସଙ୍କେତ ସେଟ

source: Whether the icon-size property has been set
or: ଚିତ୍ରସଙ୍କେତ ଆକାର ଗୁଣଧର୍ମ ବିନ୍ଯାସ ହୋଇଛି କି ନାହିଁ

source: Spacer size
or: ଫାଙ୍କ ଆକାର

source: Size of spacers
or: ଫାଙ୍କର ଆକାର

source: Amount of border space between the toolbar shadow and the buttons
or: ସାଧନ ପଟି ଛାୟା ଏବଂ ବଟନ ମଧ୍ଯରେ ଧାରର ସ୍ଥାନ

source: Maximum child expand
or: ସର୍ବାଧିକ ନିର୍ଭରକ ବର୍ଦ୍ଧନ

source: Maximum amount of space an expandable item will be given
or: ସର୍ବାଧିକ ସଂଖ୍ଯକ ସ୍ଥାନ ଗୋଟିଏ ସମ୍ପ୍ରସାରିତ ବସ୍ତୁ ଦେଇ ପାରିବ

source: Space style
or: ବ୍ଯବଧାନ ଶୈଳୀ

source: Whether spacers are vertical lines or just blank
or: ଫାଙ୍କଗୁଡିକ ଭୂଲମ୍ବ ରେଖା କିମ୍ବା କେବଳ ଖାଲି ସ୍ଥାନ ଅଟନ୍ତି

source: Button relief
or: ବଟନ ସାହାଯ୍ଯ

source: Type of bevel around toolbar buttons
or: ସାଧନ ପଟି ବଟନ ଚତୁଃପାର୍ଶ୍ବରେ ଗଡାଣିଆ ଧାରର ପ୍ରକାର

source: Style of bevel around the toolbar
or: ସାଧନ ପଟି ଚାରିପାେଖ ଗଡ଼ାଣିଆ ଧାରର ଶୈଳୀ

source: Toolbar style
or: ସାଧନ ପଟି ଶୈଳୀ

source: Whether default toolbars have text only, text and icons, icons only, etc.
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ସାଧନ ପଟିର କେବଳ ପାଠ୍ଯ, ପାଠ୍ଯ ଏବଂ ଚିତ୍ରସଙ୍କେତ, କିମ୍ବା କେବଳ ଚିତ୍ରସଙ୍କେତ, ଇତ୍ଯାଦି ଅଛି କି।

source: Toolbar icon size
or: ସାଧନ ପଟି ଚିତ୍ରସଙ୍କେତ ଆକାର

source: Size of icons in default toolbars
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ସାଧନ ପଟିରେ ଥିବା ଚିତ୍ରସଙ୍କେତ ଆକାର

source: Text to show in the item.
or: ବସ୍ତୁରେ ଦେଖାଯିବା ପାଠ୍ଯ

source: Widget to use as the item label
or: ବସ୍ତୁ ସୂଚକ ଭାବରେ ବ୍ଯବହାର କରାଯିବା ୱିଜେଟ

source: Stock Id
or: ଷ୍ଟୋକ ପରିଚୟ

source: The stock icon displayed on the item
or: ବସ୍ତୁରେ ପ୍ରଦର୍ଶିତ ହୋଇଥିବା ଷ୍ଟୋକ ଚିତ୍ରସଙ୍କେତ

source: Icon name
or: ଚିତ୍ରସଙ୍କେତ ନାମ

source: The name of the themed icon displayed on the item
or: ବସ୍ତୁରେ ପ୍ରଦର୍ଶିତ ହୋଇଥିବା ପ୍ରସଙ୍ଗ ଚିତ୍ରସଙ୍କେତର ନାମ

source: Icon widget
or: ଚିତ୍ରସଙ୍କେତ ୱିଜେଟ

source: Icon widget to display in the item
or: ବସ୍ତୁରେ ପ୍ରଦର୍ଶିତ ହେବା ଚିତ୍ରସଙ୍କେତ ୱିଜେଟ

source: Icon spacing
or: ଚିତ୍ରସଙ୍କେତ ବ୍ଯବଧାନ

source: Spacing in pixels between the icon and label
or: ଚିତ୍ରସଙ୍କେତ ଏବଂ ସୂଚକ ମଧ୍ଯରେ ବ୍ଯବଧାନ (ପିକ୍ସେଲରେ)

source: The orientation of the tray
or: ଟ୍ରେ ର ଅନୁସ୍ଥାପନ

source: TreeModelSort Model
or: TreeModelSort ନମୁନା

source: The model for the TreeModelSort to sort
or: ସଜାଡିବା ପାଇଁ TreeModelSort ର ନମୁନା

source: TreeView Model
or: ବୃକ୍ଷ ଦୃଶ୍ଯ ନମୁନା

source: The model for the tree view
or: ବୃକ୍ଷ ଦୃଶ୍ଯ ପାଇଁ ନମୁନା

source: Horizontal Adjustment for the widget
or: ୱିଜେଟ ପାଇଁ ଭୂସମାନ୍ତର ନିୟନ୍ତ୍ରଣ

source: Vertical Adjustment for the widget
or: ୱିଜେଟ ପାଇଁ ଭୂଲମ୍ବ ନିୟନ୍ତ୍ରଣ

source: Headers Visible
or: ଶୀର୍ଷକ ଦୃଶ୍ଯମାନ

source: Show the column header buttons
or: ସ୍ତମ୍ଭ ଶୀର୍ଷକ ବଟନକୁ ଦେଖାନ୍ତୁ

source: Headers Clickable
or: ଶୀର୍ଷକକୁ ଦବାଇ ହେବ

source: Column headers respond to click events
or: ଦବା ଯାଇଥିବା ଘଟଣାକୁ ଉତ୍ତର ଦେବା ପାଇଁ ସ୍ତମ୍ଭ ଶୀର୍ଷକ

source: Expander Column
or: ସମ୍ପ୍ରସାରକ ସ୍ତମ୍ଭ

source: Set the column for the expander column
or: ସମ୍ପ୍ରସାରକ ସ୍ତମ୍ଭ ପାଇଁ ସ୍ତମ୍ଭକୁ ବିନ୍ଯାସ କରନ୍ତୁ

source: Rules Hint
or: ନିୟମାଭାସ

source: Set a hint to the theme engine to draw rows in alternating colors
or: ପର୍ଯ୍ଯାୟକ୍ରମିକ ରଙ୍ଗର ଧାଡି ମାନଙ୍କୁ ଅଙ୍କିତ କରିବା ପାଇଁ ପ୍ରସଙ୍ଗ ଯନ୍ତ୍ର ପାଇଁ ଗୋଟିଏ ଆଭାସ ବିନ୍ଯାସ କରନ୍ତୁ

source: Enable Search
or: ସନ୍ଧନକୁ ସକ୍ରିୟ କରନ୍ତୁ

source: View allows user to search through columns interactively
or: ସ୍ତମ୍ଭକୁ ପାରସ୍ପରିକ କ୍ରିୟାତ୍ମକ ପ୍ରକ୍ରିୟା ଦ୍ବାରା ଖୋଜିବା ପାଇଁ ସ୍ବୀକୃତିପ୍ରାପ୍ତ ଚାଳକ ମାନଙ୍କୁ ଦେଖାନ୍ତୁ

source: Search Column
or: ସ୍ତମ୍ଭକୁ ଖୋଜନ୍ତୁ

source: Model column to search through when searching through code
or: ସଙ୍କେତ ଦ୍ବାରା ଖୋଜିବା ସମୟରେ ଖୋଜିବା ପାଇଁ ନମୁନା ସ୍ତମ୍ଭ

source: Fixed Height Mode
or: ସ୍ଥିର ଉଚ୍ଚତା ଧାରା

source: Speeds up GtkTreeView by assuming that all rows have the same height
or: ସମସ୍ତ ଧାଡି ମାନଙ୍କର ସମାନ ଉଚ୍ଚତା ଅଛି ବୋଲି ଅନୁମାନ କରି GtkTreeView କାର୍ଯ୍ଯର ଗତି ବଢାନ୍ତୁ

source: Hover Selection
or: ସଂଶୟାକୁଳ ଚୟନ

source: Whether the selection should follow the pointer
or: ଚୟନ ନିମ୍ନଲିଖିତ ସୂଚକକୁ ଅନୁସରଣ କରିବା ଉଚିତ କି ନୁହେଁ

source: Hover Expand
or: ସଂଶୟାକୁଳ ସମ୍ପ୍ରସାରଣ

source: Whether rows should be expanded/collapsed when the pointer moves over them
or: ସୂଚକଟି ଧାଡି ମାନଙ୍କ ଉପର ଦେଇଗଲେ ସେଗୁଡିକ ସମ୍ପ୍ରସାରିତ/ବିପର୍ଯ୍ଯସ୍ତ ହେବା ଉଚିତ କି

source: Show Expanders
or: ସମ୍ପ୍ରସାରକ ମାନଙ୍କୁ ଦେଖାନ୍ତୁ

source: View has expanders
or: ଦୃଶ୍ଯର ସମ୍ପ୍ରସାରକ ଅଛି

source: Level Indentation
or: ସ୍ତର ଅନୁଚ୍ଛେଦନ

source: Extra indentation for each level
or: ପ୍ରତ୍ଯକ ସ୍ତର ପାଇଁ ଅତିରିକ୍ତ ଅନୁଚ୍ଛେଦ

source: Rubber Banding
or: ରବର ବେଣ୍ଡିଙ୍ଗ

source: Whether to enable selection of multiple items by dragging the mouse pointer
or: ମାଉସ ସୂଚକକୁ ଟାଣି ଏକାଧିକ ବସ୍ତୁ ମାନଙ୍କର ଚୟନକୁ ସକ୍ରିୟ କରିବ କି ନାହିଁ

source: Enable Grid Lines
or: ଜାଲି ରେଖା ମାନଙ୍କୁ ସକ୍ରିୟ କରନ୍ତୁ

source: Whether grid lines should be drawn in the tree view
or: ବୃକ୍ଷ ଦୃଶ୍ଯରେ ଜାଲି ରେଖା ମାନଙ୍କୁ ଅଙ୍କିତ କରାଯିବ କି ନାହିଁ

source: Enable Tree Lines
or: ବୃକ୍ଷ ରେଖା ମାନଙ୍କୁ ସକ୍ରିୟ କରନ୍ତୁ

source: Whether tree lines should be drawn in the tree view
or: ବୃକ୍ଷ ଦୃଶ୍ଯରେ ବୃକ୍ଷ ରେଖା ମାନଙ୍କୁ ଅଙ୍କିତ କରାଯିବା ଉଚିତ କି ନୁହେଁ

source: Vertical Separator Width
or: ଭୂଲମ୍ବ ବିଭାଜକ ଓସାର

source: Vertical space between cells. Must be an even number
or: କକ୍ଷ ମାନଙ୍କ ମଧ୍ଯରେ ଭୂଲମ୍ବ ଖାଲିସ୍ଥାନ। ଗୋଟିଏ ଯୁଗ୍ମ ସଂଖ୍ଯା ହେବା ଉଚିତ

source: Horizontal Separator Width
or: ଭୂସମାନ୍ତର ବିଭାଜକ ଓସାର

source: Horizontal space between cells. Must be an even number
or: କକ୍ଷ ମାନଙ୍କ ମଧ୍ଯରେ ଭୂସମାନ୍ତର ଖାଲିସ୍ଥାନ। ଗୋଟିଏ ଯୁଗ୍ମ ସଂଖ୍ଯା ହେବା ଉଚିତ

source: Allow Rules
or: ନିୟମ ମାନଙ୍କୁ ସ୍ବୀକାର କରନ୍ତୁ

source: Allow drawing of alternating color rows
or: ପର୍ଯ୍ଯାୟକ୍ରମିକ ରଙ୍ଗୀନ ଧାଡି ମାନଙ୍କର ଅଙ୍କନକୁ ସ୍ବୀକାର କରନ୍ତୁ

source: Indent Expanders
or: ଅନୁଚ୍ଛେଦ ସମ୍ପ୍ରସାରକ

source: Make the expanders indented
or: ଅନୁଚ୍ଛେଦ ସମ୍ପ୍ରସାରକକୁ ପ୍ରସ୍ତୁତ କରନ୍ତୁ

source: Even Row Color
or: ଯୁଗ୍ମ ଧାଡିର ରଙ୍ଗ

source: Color to use for even rows
or: ଯୁଗ୍ମ ଧାଡି ମାନଙ୍କ ପାଇଁ ବ୍ଯବହାର କରାଯିବା ରଙ୍ଗ

source: Odd Row Color
or: ଅଯୁଗ୍ମ ଧାଡିର ରଙ୍ଗ

source: Color to use for odd rows
or: ଅଯୁଗ୍ମ ଧାଡି ମାନଙ୍କ ପାଇଁ ବ୍ଯବହାର କରାଯିବା ରଙ୍ଗ

source: Row Ending details
or: ଧାଡି ସମାପ୍ତି ବିବରଣୀ

source: Enable extended row background theming
or: ବର୍ଦ୍ଧିତ ଧାଡି ପୃଷ୍ଠଭୂମି ପ୍ରସଙ୍ଗକୁ ସକ୍ରିୟ କରନ୍ତୁ

source: Grid line width
or: ଜାଲି ରେଖାର ଓସାର

source: Width, in pixels, of the tree view grid lines
or: ପିକ୍ସେଲରେ ବୃକ୍ଷ ଦୃଶ୍ଯମାନ ଜାଲି ରେଖାର ଓସାର

source: Tree line width
or: ବୃକ୍ଷ ରେଖା ପ୍ରସ୍ଥ

source: Width, in pixels, of the tree view lines
or: ପିକ୍ସେଲରେ ବୃକ୍ଷ ଦୃଶ୍ଯମାନ ରେଖାର ଓସାର

source: Grid line pattern
or: ଜାଲି ରେଖା ଶୈଳୀ

source: Dash pattern used to draw the tree view grid lines
or: ବୃକ୍ଷର ଦୃଶ୍ଯମାନ ଜାଲି ରେଖା ଅଙ୍କନ କରିବା ପାଇଁ ବ୍ଯବହୃତ ବିଖଣ୍ଡିତ ରେଖା ଶୈଳୀ

source: Tree line pattern
or: ବୃକ୍ଷ ରେଖା ଶୈଳୀ

source: Dash pattern used to draw the tree view lines
or: ବୃକ୍ଷର ଦୃଶ୍ଯମାନ ରେଖା ଅଙ୍କନ କରିବା ପାଇଁ ବ୍ଯବହୃତ ବିଖଣ୍ଡିତ ରେଖା ଶୈଳୀ

source: Whether to display the column
or: ସ୍ତମ୍ଭକୁ ପ୍ରଦର୍ଶିତ କରାଯିବା ଉଚିତ କି ନୁହେଁ

source: Resizable
or: ଆକାର ପରିବର୍ତ୍ତନ ଯୋଗ୍ଯ

source: Column is user-resizable
or: ସ୍ତମ୍ଭର ଆକାର ଚାଳକ ଦ୍ବାରା ପରିବର୍ତ୍ତନୀୟ

source: Current width of the column
or: ସ୍ତମ୍ଭର ବର୍ତ୍ତମାନ ଓସାର

source: Space which is inserted between cells
or: ଖାଲି ସ୍ଥାନ ଯାହାକି ଦୁଇଟି କକ୍ଷ ମଧ୍ଯରେ ସନ୍ନବେଶ କରାଯାଇଛି

source: Sizing
or: ସଠିକ ଆକାର ସ୍ଥିର କରୁଅଛି

source: Resize mode of the column
or: ସ୍ତମ୍ଭର ଧାରାର ଆକାର ପରିବର୍ତ୍ତନ କରନ୍ତୁ

source: Fixed Width
or: ସ୍ଥିର ଓସାର

source: Current fixed width of the column
or: ସ୍ତମ୍ଭର ସାମ୍ପ୍ରତିକ ସ୍ଥିର ଓସାର

source: Minimum Width
or: ସର୍ବନିମ୍ନ ଓସାର

source: Minimum allowed width of the column
or: ସ୍ତମ୍ଭର ସର୍ବନିମ୍ନ ସ୍ବୀକୃତ ଓସାର

source: Maximum Width
or: ସର୍ବାଧିକ ଓସାର

source: Maximum allowed width of the column
or: ସ୍ତମ୍ଭର ସର୍ବାଧିକ ସ୍ବୀକୃତ ଓସାର

source: Title to appear in column header
or: ସ୍ତମ୍ଭ ଶୀର୍ଷକରେ ଦେଖାଯିବା ଶିରୋନାମା

source: Clickable
or: ଦବାଇ ହେବ

source: Whether the header can be clicked
or: ଶୀର୍ଷକକୁ ଦବାଇ ହେବ କି ନାହିଁ

source: Widget
or: ୱିଜେଟ

source: Widget to put in column header button instead of column title
or: ସ୍ତମ୍ଭ ଶିରେନାମା ପରିବର୍ତ୍ତେ ସ୍ତମ୍ଭ ଶୀର୍ଷକରେ ୱିଜେଟକୁ ରଖନ୍ତୁ

source: X Alignment of the column header text or widget
or: ସ୍ତମ୍ଭ ଶୀର୍ଷକ ପାଠ୍ଯ କିମ୍ବା ୱିଜେଟର ଏକ୍ସ ପାର୍ଶ୍ବସଜ୍ଜା

source: Whether the column can be reordered around the headers
or: ସ୍ତମ୍ଭକୁ ଶୀର୍ଷକ ଚାରିପାଖେ ପୁନଃବ୍ଯବସ୍ଥାପିତ କରିହେବ କି ନାହିଁ

source: Sort indicator
or: ସଜାଡିବା ସୂଚକ

source: Whether to show a sort indicator
or: ଗୋଟିଏ ସଜାଡିବା ସୂଚକକୁ ଦେଖାଯିବ କି ନାହିଁ

source: Sort order
or: ସଜାଡିବା କ୍ରମ

source: Sort direction the sort indicator should indicate
or: ସଜାଡିବା କ୍ରମ ଯାହାକୁ ସଜାଡିବା ସୂଚକ ସୂଚୀତ କରିବ

source: Whether tearoff menu items should be added to menus
or: ଟିଅର-ଅଫ ତାଲିକା ବସ୍ତୁକୁ ତାଲିକାରେ ଯୋଗ କରାଯିବ କି ନାହିଁ

source: Merged UI definition
or: ମିଶ୍ରିତ ୟୁ.ଆଇ. ବ୍ଯାଖ୍ଯା

source: An XML string describing the merged UI
or: ମିଶ୍ରିତ ୟୁ.ଆଇ. କୁ ବର୍ଣ୍ଣନା କରୁଥିବା ଗୋଟିଏ XML ବାକ୍ଯଖଣ୍ଡ

source: Determines how the shadowed box around the viewport is drawn
or: ଦୃଶ୍ଯ ସଂଯୋଗିକୀ ଚତଃପାର୍ଶ୍ବରେ ଛାୟାଙ୍କିତ ବାକ୍ସ ମାନଙ୍କୁ କିପରି ଅଙ୍କନ କରାଯାଇଛି ତାହା ସ୍ଥିର କରନ୍ତୁ

source: Widget name
or: ୱିଜେଟ ନାମ

source: The name of the widget
or: ୱିଜେଟର ନାମ

source: Parent widget
or: ମୂଳ ୱିଜେଟ

source: The parent widget of this widget. Must be a Container widget
or: ଏହି ୱିଜେଟଟ ମୂଳ ୱିଜେଟ। ଗୋଟିଏ ଆଧାର ୱିଜେଟ ହେବା ଉଚିତ

source: Width request
or: ଓସାର ନିବେଦନ

source: Override for width request of the widget, or -1 if natural request should be used
or: ୱିଜେଟର ଓସାର ନିବେଦନକୁ ନବଲିଖନ କରିଦିଅନ୍ତୁ, କିମ୍ବା -1 ଯଦି ସ୍ବାଭାବିକ ନିବେଦନ ମାନଙ୍କୁ ବ୍ଯବହାର କରାଯିବ

source: Height request
or: ଉଚ୍ଚତା ନିବେଦନ

source: Override for height request of the widget, or -1 if natural request should be used
or: ୱିଜେଟର ଉଚ୍ଚତା ନିବେଦନକୁ ନବଲିଖନ କରିଦିଅନ୍ତୁ, କିମ୍ବା -1 ଯଦି ସ୍ବାଭାବିକ ନିବେଦନ ମାନଙ୍କୁ ବ୍ଯବହାର କରାଯିବ

source: Whether the widget is visible
or: ୱିଜେଟଟି ଦୃଶ୍ଯମାନ ଅଟେ ନାଁ ନାହିଁ

source: Whether the widget responds to input
or: ୱିଜେଟଟି ନିବେଶକୁ ଉତ୍ତର ଦେଇଥାଏ କି ନାହିଁ

source: Application paintable
or: ପ୍ରୟୋଗ ମୂଦ୍ରଣଯୋଗ୍ଯ

source: Whether the application will paint directly on the widget
or: ପ୍ରୟୋଗଟି ସିଧାସଳଖ ଭାବରେ ୱିଜେଟକୁ ରଞ୍ଜିତ କରିବ କି

source: Can focus
or: ଫୋକସ କରିପାରିବ

source: Whether the widget can accept the input focus
or: ୱିଜେଟ ନିବଶ ଫୋକସକୁ ଗ୍ରହଣ କରିପାରିବ କି ନାହିଁ

source: Has focus
or: ନିକଟରେ ଫୋକସ ଅଛି

source: Whether the widget has the input focus
or: ୱିଜେଟ ନିକଟରେ ନିବେଶ ଫୋକସ ଅଛି କି ନାହିଁ

source: Is focus
or: ଫୋକସ ଅଟେ

source: Whether the widget is the focus widget within the toplevel
or: ଉପରେ ସ୍ତରରେ ଥିବା ୱିଜେଟଟି ପୂର୍ବନିର୍ଦ୍ଧାରିତ ୱିଜେଟ କି ନୁହେଁ

source: Can default
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ହୋଇପାରିବ

source: Whether the widget can be the default widget
or: ୱିଜେଟଟି ଗୋଟିଏ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ୱିଜେଟ ହୋଇପାରିବ କି ନୁହେଁ

source: Has default
or: ନିକଟରେ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଅଛି

source: Whether the widget is the default widget
or: ୱିଜେଟଟି ଗୋଟିଏ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ୱିଜେଟ କି ନୁହେଁ

source: Receives default
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତକୁ ପ୍ରାପ୍ତ କରୁଅଛି

source: If TRUE, the widget will receive the default action when it is focused
or: ଯଦି ସତ (TRUE), ୱିଜେଟ ଗୋଟିଏ ପୂର୍ବନିର୍ଦ୍ଧାରିତ କାର୍ଯ୍ଯକୁ ପାଇବ ଯେତେବେଳେ ଏହାକୁ ଫୋକସ କରାଯିବ

source: Composite child
or: ମିଶ୍ରିତ ନିର୍ଭରକ

source: Whether the widget is part of a composite widget
or: ୱିଜେଟଟି ଗୋଟିଏ ମିଶ୍ରିତ ୱିଜେଟର ଗୋଟିଏ ଅଂଶ କି ନୁହିଁ

source: Style
or: ଶୈଳୀ

source: The style of the widget, which contains information about how it will look (colors etc)
or: ୱିଜେଟର ଶୈଳୀ, ଯାହାକି ଏହା କିପରି ଦେଖାଯିବ (କେଉଁ ରଙ୍ଗ ବିଶିଷ୍ଟ) ସେ ବିଷୟରେ ସୂଚନା ରଖିଥାଏ

source: Events
or: ଘଟଣା

source: The event mask that decides what kind of GdkEvents this widget gets
or: ଏହି ୱିଜେଟ କେଉଁ ପ୍ରକାରର GdkEvents ପାଇଥାଏ ତାହା ଏହି ଘଟଣା ମାସ୍କଟି ସ୍ଥିର କରିଥାଏ

source: Extension events
or: ଅଭିବୃଦ୍ଧି ଘଟଣା

source: The mask that decides what kind of extension events this widget gets
or: ଏହି ୱିଜେଟ କେଉଁ ପ୍ରକାରର ଅଭିବୃଦ୍ଧି ପାଇଥାଏ ତାହା ଏହି ମାସ୍କଟି ସ୍ଥିର କରିଥାଏ

source: No show all
or: ନାଁ ସବୁକିଛି ଦେଖାନ୍ତୁ

source: Whether gtk_widget_show_all() should not affect this widget
or: gtk_widget_show_all() ଏହି ୱିଜେଟ ଉପରେ ପ୍ରଭାବ ପକାଇବ କି ନାହିଁ

source: Interior Focus
or: ଅଭ୍ଯନ୍ତରୀଣ ଫୋକସ

source: Whether to draw the focus indicator inside widgets
or: ୱିଜେଟ ମଧ୍ଯରେ ଫୋକସ ସୂଚକକୁ ଅଙ୍କନ କରାଯିବ କି ନାହିଁ

source: Focus linewidth
or: ଫୋକସ ଲାଇନ ଓସାର

source: Width, in pixels, of the focus indicator line
or: ପିକ୍ସେଲରେ ଫୋକସ ସୂଚକ ରେଖାର ଓସାର

source: Focus line dash pattern
or: ଫୋକସ ବିଖଣ୍ଡିତ ରେଖା ଶୈଳୀ

source: Dash pattern used to draw the focus indicator
or: ଫୋକସ ସୂଚକକୁ ଅଙ୍କନ କରିବା ପାଇଁ ବ୍ଯବହୃତ ବିଖଣ୍ଡିତ ରେଖା ଶୈଳୀ

source: Focus padding
or: ଫୋକସ ପ୍ଯାଡିଙ୍ଗ

source: Width, in pixels, between focus indicator and the widget 'box'
or: ଫୋକସ ସୂଚକ ଏବଂ ୱିଜେଟ 'ବାକ୍ସ' ମଧ୍ଯରେ ଓସାର, ପିକ୍ସେଲରେ

source: Cursor color
or: ଦର୍ଶିକା ରଙ୍ଗ

source: Color with which to draw insertion cursor
or: ଯେଉଁ ରଙ୍ଗର ସନ୍ନିବେଶନ ଦର୍ଶିକାକୁ ଅଙ୍କନ କରିଯିବ

source: Secondary cursor color
or: ଦ୍ବିତୀୟକ ଦର୍ଶିକା ରଙ୍ଗ

source: Color with which to draw the secondary insertion cursor when editing mixed right-to-left and left-to-right text
or: ମିଶ୍ର ଡାହାଣରୁ-ବାମକୁ ଏବଂ ବାମରୁ-ଡାହଣକୁ ପାଠ୍ଯକୁ ସମ୍ପାଦନ କରିବା ସମୟରେ ଯେଉଁ ରଙ୍ଗରେ ଦ୍ବିତୀୟକ ସନ୍ନିବେଶନ ଦର୍ଶିକାକୁ ଅଙ୍କନ କରାଯିବ

source: Cursor line aspect ratio
or: ଦର୍ଶିକା ରେଖା ପରିମାପ ଅନୁପାତ

source: Aspect ratio with which to draw insertion cursor
or: ପରିମାପ ଅନୁପାତ ଯାହା ସହିତ ସନ୍ନିବେଶନ ଦର୍ଶିକାକୁ ଅଙ୍କନ କରାଯିବ

source: Draw Border
or: ଅଙ୍କନ ଧାର

source: Size of areas outside the widget's allocation to draw
or: ଅଙ୍କନ କରିବା ପାଇଁ ୱିଜେଟର ସ୍ଥାନ ବାହ୍ଯକ୍ଷେତ୍ରର ଆକାର

source: Unvisited Link Color
or: ଅପରଦର୍ଶିତ ସଂଯୋଗର ରଙ୍ଗ

source: Color of unvisited links
or: ଅପରିଦର୍ଶିତ ସଂଯୋଗ ମାନଙ୍କର ରଙ୍ଗ

source: Visited Link Color
or: ପରଦର୍ଶିତ ସଂଯୋଗର ରଙ୍ଗ

source: Color of visited links
or: ପରିଦର୍ଶିତ ସଂଯୋଗ ମାନଙ୍କର ରଙ୍ଗ

source: Wide Separators
or: ପ୍ରଶସ୍ତ

source: Whether separators have configurable width and should be drawn using a box instead of a line
or: ବିଭାଜକ ମାନଙ୍କର ବିନ୍ଯାସ ଯୋଗ୍ଯ ଓସାର ଅଛି କି ନାହିଁ ଏବଂ ସେମାନଙ୍କୁ ଗୋଟିଏ ରେଖା ପରିବର୍ତ୍ତେ ଗୋଟିଏ ବାକ୍ସ ବ୍ଯବହାର କରି ଅଙ୍କନ କରାଯିବା ଉଚିତ କି

source: Separator Width
or: ବିଭାଜକର ଓସାର

source: The width of separators if wide-separators is TRUE
or: ବିଭାଜକର ଓସାର ଯଦି ପ୍ରଶସ୍ତ-ବିଭାଜକ ସକ୍ରିୟ (TRUE) ଅଟେ

source: Separator Height
or: ବିଭାଜକ ଉଚ୍ଚତା

source: The height of separators if "wide-separators" is TRUE
or: ବିଭାଜକର ଉଚ୍ଚତା ଯଦି "ପ୍ରଶସ୍ତ-ବିଭାଜକ" ସକ୍ରିୟ (TRUE) ଅଟେ

source: Horizontal Scroll Arrow Length
or: ଭୂସମାନ୍ତର ସ୍କ୍ରୋଲ ତୀର ଲମ୍ବ

source: The length of horizontal scroll arrows
or: ଭୂସମାନ୍ତର ସ୍କ୍ରୋଲ ତୀରର ଲମ୍ବ

source: Vertical Scroll Arrow Length
or: ଭୂଲମ୍ବ ସ୍କ୍ରୋଲ ତୀର ଲମ୍ବ

source: The length of vertical scroll arrows
or: ଭୂଲମ୍ବ ସ୍କ୍ରୋଲ ତୀରର ଲମ୍ବ

source: Window Type
or: ୱିଣ୍ଡୋ ପ୍ରକାର

source: The type of the window
or: ୱିଣ୍ଡୋର ପ୍ରକାର

source: Window Title
or: ୱିଣ୍ଡୋ ଶୀର୍ଷକ

source: The title of the window
or: ୱିଣ୍ଡୋର ଶୀର୍ଷକ

source: Window Role
or: ୱିଣ୍ଡୋ ଭୂମିକା

source: Unique identifier for the window to be used when restoring a session
or: ଗୋଟିଏ ଅଧିବେଶନକୁ ପୁନଃସ୍ଥାପନ କରିବା ସମୟରେ ୱିଣ୍ଡୋ ପାଇଁ ଗୋଟିଏ ଅନନ୍ଯ ପରିଚୟକ

source: Allow Shrink
or: ସଂକୋଚନ ପ୍ରକାରକୁ ସ୍ବୀକାର କରନ୍ତୁ

source: If TRUE, the window has no mimimum size. Setting this to TRUE is 99% of the time a bad idea
or: ଯଦି ସତ (TRUE), ୱିଣ୍ଡୋର କୌଣସି ସର୍ବନିମ୍ନ ଆକାର ନାହିଁ। ୯୯% ସମୟରେ ଏହାକୁ ସତ୍ଯ (TRUE) ଭାବରେ ବିନ୍ଯାସ କରିବା ଗୋଟିଏ ଭୂଲ ଉପାୟ ଅଟେ

source: Allow Grow
or: ବର୍ଦ୍ଧନକୁ ସ୍ବୀକାର କରନ୍ତୁ

source: If TRUE, users can expand the window beyond its minimum size
or: ଯଦି ସତ (TRUE), ଚାଳକ ୱିଣ୍ଡୋକୁ ଏହାର ସର୍ବାନିମ୍ନ ଆକାରରୁ ଅଧିକ ପ୍ରସାରିତ କରିପାରିବ

source: If TRUE, users can resize the window
or: ଯଦି ସତ (TRUE), ଚାଳକ ୱିଣ୍ଡୋର ଆକାରକୁ ପରିବର୍ତ୍ତନ କରିପାରିବ

source: Modal
or: ବାହ୍ଯ ଆକ୍ରୁତିଗତ

source: If TRUE, the window is modal (other windows are not usable while this one is up)
or: ଯଦି ସତ (TRUE), ୱିଣ୍ଡୋଟି ଗୋଟିଏ ନମୁନା ଅଟେ (ଏହା ବ୍ଯବହ୍ରୁତ ହେଉଥିବା ସମୟରେ ଅନ୍ଯାନ୍ଯ ୱିଣ୍ଡୋ ଗୁଡିକ ବ୍ଯବହାର ଯୋଗ୍ଯ ନୁହଁନ୍ତି)

source: Window Position
or: ଓ୍ବିଣ୍ଡୋର ଅବସ୍ଥାନ

source: The initial position of the window
or: ଓ୍ବିଣ୍ଡୋର ପ୍ରାରମ୍ଭିକ ଅବସ୍ଥାନ

source: Default Width
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଓସାର

source: The default width of the window, used when initially showing the window
or: ସର୍ବପ୍ରଥମେ ୱିଣ୍ଡୋକୁ ପ୍ରଦର୍ଶିତା କରିବା ସମୟରେ ବ୍ଯବହାର କରାଯାଉଥିବା ୱିଣ୍ଡୋର ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଓସାର

source: Default Height
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଉଚ୍ଚତା

source: The default height of the window, used when initially showing the window
or: ସର୍ବପ୍ରଥମେ ୱିଣ୍ଡୋକୁ ପ୍ରଦର୍ଶିତା କରିବା ସମୟରେ ବ୍ଯବହାର କରାଯାଉଥିବା ୱିଣ୍ଡୋର ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଉଚ୍ଚତା

source: Destroy with Parent
or: ମୂଳ ସହିତ ନଷ୍ଟ କରି ଦିଅନ୍ତୁ

source: If this window should be destroyed when the parent is destroyed
or: ମୂଳ ନଷ୍ଟ ହୋଇଗଲେ ଏହି ୱିଣ୍ଡୋଟି ନଷ୍ଟ ହୋଇଯିବା ଉଚିତ କି

source: Icon
or: ଚିତ୍ରସଙ୍କେତ

source: Icon for this window
or: ଏହି ୱିଣ୍ଡୋ ପାଇଁ ଚିତ୍ରସଙ୍କେତ

source: Name of the themed icon for this window
or: ଏହି ୱିଣ୍ଡୋ ପାଇଁ ପ୍ରସଙ୍ଗିତ ଚିତ୍ରସଙ୍କେତର ନାମ

source: Is Active
or: ସକ୍ରିୟ ଅଟେ

source: Whether the toplevel is the current active window
or: ଉଚ୍ଚ ସ୍ତରଟି ସମ୍ପ୍ରତିକ ସକ୍ରିୟଣ ୱିଣ୍ଡୋରେ ଅଛି କି ନାହିଁ

source: Focus in Toplevel
or: ଉଚ୍ଚ ସ୍ତରରେ ଫୋକସ

source: Whether the input focus is within this GtkWindow
or: ନିବେଶ ଫୋକସଟି GtkWindow ମଧ୍ଯରେ ଅଛି କି ନାହିଁ

source: Type hint
or: ଆଭାସକୁ ଟାଇପ କରନ୍ତୁ

source: Hint to help the desktop environment understand what kind of window this is and how to treat it.
or: ଏହା କେଉଁ ପ୍ରକାରର ୱିଣ୍ଡୋ ଏବଂ ଏହାକୁ କିପରି ବ୍ଯବହାର କରିବେ ତାହା ବୁଝିବା ପାଇଁ ଡେସ୍କଟପ ପରିବେଶ ସହାୟତାର ଆଭାସ

source: Skip taskbar
or: ସାଧନ ପଟିକୁ ଏଡାଇ ଦିଅନ୍ତୁ

source: TRUE if the window should not be in the task bar.
or: ସତ (TRUE), ଯଦି ୱିଣ୍ଡୋଟି ସାଧନ ପଟିରେ ନାହିଁ।

source: Skip pager
or: ପେଜରକୁ ଏଡାଇ ଦିଅନ୍ତୁ

source: TRUE if the window should not be in the pager.
or: ସତ (TRUE), ଯଦି ୱିଣ୍ଡୋଟି ପେଜରରେ ନାହିଁ।

source: Urgent
or: ଜରୁରୀ

source: TRUE if the window should be brought to the user's attention.
or: ସତ (TRUE), ଯଦି ୱିଣ୍ଡୋକୁ ଉପଭୋକ୍ତର ଦ୍ରୁଷ୍ଟିକୁ ଅଣାଯାଏ।

source: Accept focus
or: ଫୋକସକୁ ଗ୍ରହଣ କରନ୍ତୁ

source: TRUE if the window should receive the input focus.
or: ସତ (TRUE), ଯଦି ୱିଣ୍ଡୋ ନିବେଶ ଫୋକସକୁ ପାଇଥାଏ।

source: Focus on map
or: ମ୍ଯାପରେ ଫୋକସ କରନ୍ତୁ

source: TRUE if the window should receive the input focus when mapped.
or: ସତ (TRUE), ଯଦି ମ୍ଯାପ କରାଯିବା ସମୟରେ ୱିଣ୍ଡୋ ନିବେଶ ଫୋକସକୁ ପାଇଥାଏ।

source: Decorated
or: ସଜା ଯାଇଛି

source: Whether the window should be decorated by the window manager
or: ୱିଣ୍ଡୋଟି ୱିଣ୍ଡୋ ପରିଚାଳକ ଦ୍ବାରା ସଜାଯିବା ଉଚିତ କି ନୁହେଁ

source: Deletable
or: ଅପସାରଣ ଯୋଗ୍ଯ

source: Whether the window frame should have a close button
or: ୱିଣ୍ଡୋ ଫ୍ରେମ ନିକଟରେ ବନ୍ଦ କରିବା ପାଇଁ ଗୋଟିଏ ବଟନ ରହିବା ଉଚିତ କି ନୁହେଁ

source: Gravity
or: ସ୍ଥିରତା

source: The window gravity of the window
or: ୱିଣ୍ଡୋର ୱିଣ୍ଡୋ ସ୍ଥିରତା

source: Transient for Window
or: ୱିଣ୍ଡୋ ପାଇଁ ଅସ୍ଥାୟୀ

source: The transient parent of the dialog
or: ସଂଳାପର ଅସ୍ଥାୟୀ ମୂଳ

source: IM Preedit style
or: IM ଉପସମ୍ପାଦନ ଶୈଳୀ

source: How to draw the input method preedit string
or: ନିବେଳ ପ୍ରଣାଳୀ ଉପସମ୍ପାଦନ ବାକ୍ଯଖଣ୍ଡକୁ କିପରି ଅଙ୍କନ କରିବେ

source: IM Status style
or: IM ଅବସ୍ଥିତି ଶୈଳୀ

source: How to draw the input method statusbar
or: ନିବେଶ ପ୍ରଣାଳୀ ସାଧନ ପଟିକୁ କିପରି ଅଙ୍କନ କରିବେ
