Repository: antonialoytorrens-archive/TomPlayer
Catalog: src/dependencies/libs/gtk+-2.10.14/po-properties/*.po
Languages: or

source: If TRUE, scroll arrows are added if there are too many tabs to fit
or: ଯଦି ସତ (TRUE) ହୋଇଥାଏ, ଏବଂ ଖାପ ଖାଇବା ପାଇଁ ଯଦି ବହୁତ ଗୁଡାଏ ଟ୍ଯାବ ଥାଏ ତାହାହେଲେ ସ୍କ୍ରୋଲ ତୀର ମାନଙ୍କୁ ଯୋଗ କରାଯାଏ

source: Enable Popup
or: ପପ-ଅପ ଧାରାକୁ ସକ୍ରିୟ କରନ୍ତୁ

source: Group ID
or: ସମୂହର ପରିଚୟ

source: Group ID for tabs drag and drop
or: ଟ୍ଯାବ ମାନଙ୍କୁ ଟାଣି ପକାଇବା ପାଇଁ ସମୂହ ପରିଚୟ

source: Tab label
or: ଟ୍ଯାବ ସୂଚକ

source: The string displayed on the child's tab label
or: ନିର୍ଭରକର ଟ୍ଯାବ ସୂଚକରେ ପ୍ରତର୍ଶିତ ବାକ୍ଯଖଣ୍ଡ

source: Menu label
or: ତାଲିକା ସୂଚକ

source: The string displayed in the child's menu entry
or: ନିର୍ଭରକର ତାଲିକା ପ୍ରବିଷ୍ଟିରେ ପ୍ରତର୍ଶିତ ବାକ୍ଯଖଣ୍ଡ

source: Tab expand
or: ଟ୍ଯାବ ସମ୍ପ୍ରସାରଣ

source: Whether to expand the child's tab or not
or: ନିର୍ଭରକର ଟ୍ଯାବକୁ ସମ୍ପ୍ରସାରଣ କରାଯିବ କି ନାହିଁ

source: Tab fill
or: ଟ୍ଯାବ ଫିଲ

source: Whether the child's tab should fill the allocated area or not
or: ନିର୍ଭରକର ଟ୍ଯାବ ବଣ୍ଟିତ କ୍ଷେତ୍ରକୁ ଭରଣ କରିବା ଉଚିତ କି ନୁହେଁ

source: Tab pack type
or: ଟ୍ଯାବ ପ୍ଯାକ ପ୍ରକାର

source: Tab reorderable
or: ଟ୍ଯାବ ପୁନଃଅନୁକ୍ରମଯୋଗ୍ଯ

source: Whether the tab is reorderable by user action or not
or: ଚାଳକ କାର୍ଯ୍ଯ ଦ୍ବାରା ଟ୍ଯାବଟି ପୁନଃଅନୁକ୍ରମଯୋଗ୍ଯ ଅଟେ କି ନାହିଁ

source: Tab detachable
or: ଟ୍ଯାବ ପୃଥକୀକରଣଯୋଗ୍ଯ

source: Whether the tab is detachable
or: ଟ୍ଯାବଟି ପୃଥକୀକରଣଯୋଗ୍ଯ ଅଟେ କି ନାହିଁ

source: Secondary backward stepper
or: ଦ୍ବିତୀୟକ ପଶ୍ଚାତଗାମୀ ପଦକ୍ଷେପକ

source: Secondary forward stepper
or: ଦ୍ବିତୀୟକ ଅଗ୍ରଗାମୀ ପଦକ୍ଷେପକ

source: Backward stepper
or: ପଶ୍ଚାତଗାମୀ ପଦକ୍ଷେପକ

source: Display the standard backward arrow button
or: ମାନକ ପଶ୍ଚାତଗାମୀ ତୀର ବଟନକୁ ପ୍ରଦର୍ଶିତ କରନ୍ତୁ

source: Forward stepper
or: ଅଗ୍ରଗାମୀ ପଦକ୍ଷେପକ

source: Display the standard forward arrow button
or: ମାନକ ଅଗ୍ରଗାମୀ ତୀର ବଟନକୁ ପ୍ରଦର୍ଶିତ କରନ୍ତୁ

source: Tab overlap
or: ଟ୍ଯାବ ଆଂଶିକ ଆଚ୍ଛାଦନ

source: Size of tab overlap area
or: ଟ୍ଯାବ ଆଂଶିକ ଆଚ୍ଛାଦନ କ୍ଷେତ୍ରର ଆକାର

source: Tab curvature
or: ଟ୍ଯାବ ବକ୍ରିମା

source: Size of tab curvature
or: ଟ୍ଯାବ ବକ୍ରିମାର ଆକାର

source: User Data
or: ଚାଳକ ତଥ୍ଯ

source: Anonymous User Data Pointer
or: ଅଜ୍ଞାତ ଚାଳକ ତଥ୍ଯ ସୂଚକ

source: The menu of options
or: ତାଲିକାର ବିକଲ୍ପ

source: Size of dropdown indicator
or: ଡ୍ରୋପ-ଡାଉନ ସୂଚକର ଆକାର

source: Spacing around indicator
or: ସୂଚକ ଚତୁଃପାର୍ଶ୍ବରେ ବ୍ଯବଧାନ

source: Position Set
or: ଅବସ୍ଥାନ ବିନ୍ଯାସ

source: TRUE if the Position property should be used
or: ସତ (TRUE) ଯଦି ଅବସ୍ଥାନ ଗୁଣଧର୍ମକୁ ବ୍ଯବହାର କରାଯିବ

source: Handle Size
or: ନିୟନ୍ତ୍ରଣ ଆକାର

source: Width of handle
or: ନିୟନ୍ତ୍ରଣର ଓସାର

source: Minimal Position
or: ସର୍ବନିମ୍ନ ଅବସ୍ଥାନ

source: Smallest possible value for the "position" property
or: "ଅବସ୍ଥାନ" ଗୁଣଧର୍ମର ସର୍ବନିମ୍ନ ସମ୍ଭାବ୍ଯ ମୂଲ୍ଯ

source: Maximal Position
or: ସର୍ବାଧିକ ଅବସ୍ଥାନ

source: Largest possible value for the "position" property
or: "ଅବସ୍ଥାନ" ଗୁଣଧର୍ମର ସର୍ବାଧିକ ସମ୍ଭାବ୍ଯ ମୂଲ୍ଯ

source: Resize
or: ଆକାର ପରିବର୍ତ୍ତନ କରନ୍ତୁ

source: If TRUE, the child expands and shrinks along with the paned widget
or: ଯଦି ସତ (TRUE), ତାହାହେଲେ ପରଦାଖଣ୍ଟ ୱିଜେଟ ସହିତ ନିର୍ଭରକଟି ସମ୍ପ୍ରସାରତ ଏବଂ ସଙ୍କୁଚିତ ହେବ

source: Shrink
or: ସଙ୍କୁଚିତ ହେବ

source: If TRUE, the child can be made smaller than its requisition
or: ଯଦି ସତ (TRUE), ତାହାହେଲେ ନିର୍ଭରକଟି ଏହାର ଲିଖିଲ ଅନୁରୋଧ ଠାରୁ କ୍ଷୁଦ୍ରତର ଭାବରେ ପ୍ରସ୍ତୁତ କରାଯିବ

source: Default print backend
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ମୂଦ୍ରଣୀ ପୃଷ୍ଠଭାଗ

source: List of the GtkPrintBackend backends to use by default
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଭାବରେ ବ୍ଯବହାର କରାଯିବା GtkPrintBackend ପୃଷ୍ଠଭାଗର ତାଲିକା

source: Name of the printer
or: ମୂଦ୍ରଣୀର ନାମ

source: Backend
or: ପୃଷ୍ଠଭାଗ

source: Backend for the printer
or: ମୂଦ୍ରଣୀ ପାଇଁ ପୃଷ୍ଠଭାଗ

source: Is Virtual
or: ଆଭାସୀ ଅଟେ

source: FALSE if this represents a real hardware printer
or: ମିଛ (FALSE) ଯଦି ଏହା ଗୋଟିଏ ବାସ୍ତବ ହାର୍ଡୱେର ମୂଦ୍ରଣୀକୁ ବର୍ଣ୍ଣନା କରିଥାଏ

source: Accepts PDF
or: PDF କୁ ସ୍ବୀକାର କରିଥାଏ

source: TRUE if this printer can accept PDF
or: ସତ (TRUE) ଯଦି ଏହା ମୂଦ୍ରଣୀ PDF କୁ ସ୍ବୀକାର କରିପାରିବ

source: Accepts PostScript
or: ପୋଷ୍ଟ-ସ୍କ୍ରିପ୍ଟକୁ ସ୍ବୀକାର କରିଥାଏ

source: TRUE if this printer can accept PostScript
or: ସତ (TRUE) ଯଦି ଏହା ମୂଦ୍ରଣୀ ପୋଷ୍ଟ-ସ୍କ୍ରିପ୍ଟ କୁ ସ୍ବୀକାର କରିପାରିବ

source: State Message
or: ଅବସ୍ଥା ସନ୍ଦେଶ

source: String giving the current state of the printer
or: ମୂଦ୍ରଣୀର ବର୍ତ୍ତମାନ ଅବସ୍ଥା ବିଷୟରେ ସୂଚନା ଦେଉଥିବା ବାକ୍ଯଖଣ୍ଡ

source: Location
or: ଅବସ୍ଥାନ

source: The location of the printer
or: ମୂଦ୍ରଣୀର ଅବସ୍ଥାନ

source: The icon name to use for the printer
or: ମୂଦ୍ରଣୀ ପାଇଁ ବ୍ଯବହାର କରାଯିବା ଚିତ୍ରସଙ୍କେତ ନାମ

source: Job Count
or: କାର୍ଯ୍ଯ ଗଣାନା

source: Number of jobs queued in the printer
or: ମୂଦ୍ରଣୀରେ ଧାଡି ଲାଗିଥିବା କାର୍ଯ୍ଯ ମାନଙ୍କ ସଂଖ୍ଯା

source: Source option
or: ଉତ୍ସ ବିକଲ୍ପ

source: The PrinterOption backing this widget
or: ଏହି ୱିଜେଟକୁ ସମର୍ଥନ କରୁଥିବା PrinterOption

source: Title of the print job
or: ମୂଦ୍ରଣ କାର୍ଯ୍ଯର ଶୀର୍ଷକ

source: Printer
or: ମୂଦ୍ରଣୀ

source: Printer to print the job to
or: କାର୍ଯ୍ଯକୁ ମୂଦ୍ରଣ କରିବା ପାଇଁ ମୂଦ୍ରଣୀ

source: Settings
or: ବିନ୍ଯାସ

source: Printer settings
or: ମୂଦ୍ରଣୀ ବିନ୍ଯାସ

source: Page Setup
or: ପୃଷ୍ଠା ବ୍ଯବସ୍ଥା

source: Track Print Status
or: ମୂଦ୍ରଣ ସ୍ଥିତିକୁ ଅନୁକରଣ କରନ୍ତୁ

source: Default Page Setup
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ପୃଷ୍ଠା ବ୍ଯବସ୍ଥାପନ

source: The GtkPageSetup used by default
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଭାବରେ ବ୍ଯବହୃତ ହେଉଥିବା GtkPageSetup

source: Print Settings
or: ମୂଦ୍ରଣ ବିନ୍ଯାସ

source: The GtkPrintSettings used for initializing the dialog
or: ସଂଳାପକୁ ପ୍ରାରମ୍ଭିକୃତ କରିବା ପାଇଁ GtkPrintSettings

source: Job Name
or: କାର୍ଯ୍ଯ ନାମ

source: A string used for identifying the print job.
or: ମୂଦ୍ରଣ କାର୍ଯ୍ଯକୁ ଚିହ୍ନିବା ପାଇଁ ବ୍ଯବହୃତ ହେଉଥିବା ବାକ୍ଯଖଣ୍ଡ।

source: Number of Pages
or: ପୃଷ୍ଠା ସଂଖ୍ଯା

source: The number of pages in the document.
or: ଦଲିଲରେ ପୃଷ୍ଠା ସଂଖ୍ଯା

source: Current Page
or: ସାମ୍ପ୍ରତିକ ପୃଷ୍ଠା

source: The current page in the document
or: ଦଲିଲରେ ସାମ୍ପ୍ରତିକ ପୃଷ୍ଠା

source: Use full page
or: ସମ୍ପୂର୍ଣ୍ଣ ପୃଷ୍ଠାକୁ ବ୍ଯବହାର କରନ୍ତୁ

source: Unit
or: ଏକକ

source: The unit in which distances can be measured in the context
or: ଯେଉଁ ଏକକରେ ପ୍ରସଙ୍ଗରେ ଥିବା ଦୂରତାକୁ ମାପିହେବ

source: Show Dialog
or: ସଂଳାପକୁ ପ୍ରଦର୍ଶନ କରନ୍ତୁ

source: TRUE if a progress dialog is shown while printing.
or: ସତ (TRUE) ଯଦି ମୂଦ୍ରଣ ସମୟରେ ଗୋଟିଏ ପ୍ରଗତି ସଂଳାପ ଦେଖାଯାଇଥାଏ।

source: Allow Async
or: Async କୁ ସ୍ବୀକାର କରନ୍ତୁ

source: TRUE if print process may run asynchronous.
or: ସତ (TRUE) ଯଦି ମୂଦ୍ରଣ ପ୍ରକ୍ରିୟା ତାଳହୀନ ଭାବରେ ସମ୍ପାଦିତ ହୋଇଥାଏ।

source: Export filename
or: ଫାଇଲ ନାମକୁ ଆୟତ କରନ୍ତୁ

source: Status
or: ଅବସ୍ଥିତି

source: The status of the print operation
or: ମୂଦ୍ରଣ କାର୍ଯ୍ଯର ଅବସ୍ଥିତି

source: Status String
or: ଅବସ୍ଥିତି ବାକ୍ଯଖଣ୍ଡ

source: A human-readable description of the status
or: ସ୍ଥିିତିର ଗୋଟିଏ ମାନବ-ପଠନୀୟ ବର୍ଣ୍ଣନ

source: Custom tab label
or: ଇଚ୍ଛାରୂପଣ ଟ୍ଯାବ ସୂଚକ

source: Label for the tab containing custom widgets.
or: ଇଚ୍ଛାରୂପଣ ୱିଜେଟକୁ ଧାରଣ କରିଥିବା ଟ୍ଯାବ ପାଇଁ ସୂଚକ।

source: The GtkPageSetup to use
or: ବ୍ଯବହାର କରାଯିବା GtkPageSetup

source: Selected Printer
or: ଚୟିତ ମୂଦ୍ରଣୀ

source: The GtkPrinter which is selected
or: ଚୟନ କରାଯାଇଥିବା GtkPrinter

source: Activity mode
or: କାର୍ଯ୍ଯକଳାପ ଧାରା

source: Show text
or: ପାଠ୍ଯ ପ୍ରଦର୍ଶନ କରନ୍ତୁ

source: Whether the progress is shown as text
or: ପ୍ରଗତିକୁ ଲିଖିତ ଭାବରେ ଦେଖାଯାଇଛି କି

source: Text x alignment
or: ପାଠ୍ଯ ଏକ୍ସ ପାର୍ଶ୍ବସଜ୍ଜା

source: Text y alignment
or: ପାଠ୍ଯ ୱାଈ ପାର୍ଶ୍ବସଜ୍ଜା

source: The GtkAdjustment connected to the progress bar (Deprecated)
or: ପ୍ରଗତି ପଟି (ବିରୋଧିତ) ସହିତ GtkAdjustment କୁ ସଂଯୋଗ କରାଗଲା

source: Orientation and growth direction of the progress bar
or: ପ୍ରଗତି ପଟିର ଅନୁସ୍ଥାପନ ଏବଂ କ୍ରମବିକାଶ ଦିଗ

source: Bar style
or: ପଟି ଶୈଳୀ

source: Specifies the visual style of the bar in percentage mode (Deprecated)
or: ଅନୁପାତ ଧାରାରେ (ବିରୋଧିତ) ପଟିର ଦୃଶ୍ଯମାନ ଶୈଳୀକୁ ଉଲ୍ଲେଖ କରିଥାଏ

source: Activity Step
or: କାର୍ଯ୍ଯକଳାପ ପଦକ୍ଷେପ

source: Activity Blocks
or: କାର୍ଯ୍ଯକଳାପ ଅଂଶ

source: Discrete Blocks
or: ପୃଥକ ଅଂଶ

source: Fraction
or: ଅଂଶ

source: The fraction of total work that has been completed
or: ସମୁଦାୟ କାର୍ଯ୍ଯର ସମ୍ପନ୍ନ ଅଂଶର ପରିମାଣ

source: Pulse Step
or: ତାଳବଦ୍ଧ ପଦକ୍ଷେପ

source: Text to be displayed in the progress bar
or: ପ୍ରଗତି ପଟିରେ ପ୍ରଦର୍ଶିତ ହୋଇଥିବା ପାଠ୍ଯ

source: The value
or: ମୂଲ୍ଯ

source: Group
or: ସମୂହ

source: The radio action whose group this action belongs to.
or: ରେଡିଓ କାର୍ଯ୍ଯ ଯାହାର ସମୂହରେ ଏହି କାର୍ଯ୍ଯ ଅଂଶଭୂକ୍ତ।

source: The current value
or: ସାମ୍ପ୍ରତିକ ମୂଲ୍ଯ

source: The radio button whose group this widget belongs to.
or: ରେଡିଓ ବଟନ ଯାହାର ସମୂହରେ ଏହି ୱିଜେଟ ଅଂଶଭୂକ୍ତ।

source: The radio menu item whose group this widget belongs to.
or: ରେଡିଓ ତାଲିକା ବସ୍ତୁ ଯାହାର ସମୂହରେ ଏହି ୱିଜେଟ ଅଂଶଭୂକ୍ତ।

source: Update policy
or: ଅଦ୍ଯତନ ନୀତି

source: How the range should be updated on the screen
or: ସ୍କ୍ରିନରେ ପରିସର କିପରି ଅଦ୍ଯତିତ ହେବା ଉଚିତ

source: Inverted
or: ବିପରୀତ

source: Invert direction slider moves to increase range value
or: ପରିସର ମୂଲ୍ଯକୁ ବୃଦ୍ଧି କରିବା ପାଇଁ ବିପରୀତ ଦିଗରେ ସର୍ପକଟି ଯାଉଅଛି

source: Lower stepper sensitivity
or: ନିମ୍ନ ପଦକ୍ଷେପକ ସ୍ପର୍ଶକାତରତା

source: Upper stepper sensitivity
or: ଉଚ୍ଚ ପଦକ୍ଷେପକ ସ୍ପର୍ଶକାତରତା

source: Slider Width
or: ସର୍ପକ ଓସାର

source: Width of scrollbar or scale thumb
or: ସ୍କ୍ରୋଲ ପଟି କିମ୍ବା ସ୍କେଲ ଥମ୍ବ ର ଓସାର

source: Trough Border
or: କୁଣ୍ଡ ଧାର

source: Spacing between thumb/steppers and outer trough bevel
or: ଥମ୍ବ/ପଦକ୍ଷେପକ ଏବଂ ବାହ୍ଯ ଗଡାଣିଆ ଧାର ମଧ୍ଯରେ ବ୍ଯବଧାନ

source: Stepper Size
or: ପଦକ୍ଷେପକ ଆକାର

source: Length of step buttons at ends
or: ଅନ୍ତରେ ପଦକ୍ଷେପ ବଟନର ଲମ୍ବ

source: Stepper Spacing
or: ପଦକ୍ଷେପକ ବ୍ଯବଧାନ

source: Spacing between step buttons and thumb
or: ପଦକ୍ଷେପକ ବଟନ ଏବଂ ଥମ୍ବ ମଧ୍ଯରେ ବ୍ଯବଧାନ

source: Arrow X Displacement
or: ତୀର ଏକ୍ସ ପାର୍ଶ୍ବସଜ୍ଜା

source: Arrow Y Displacement
or: ତୀର ୱାଈ ପାର୍ଶ୍ବସଜ୍ଜା

source: Trough Side Details
or: କୁଣ୍ଡ ପାର୍ଶ୍ବ ବିବରଣୀ

source: Trough Under Steppers
or: କୁଣ୍ଡ ନିମ୍ନ ସର୍ପକ

source: Recent Manager
or: ସାମ୍ପ୍ରତିକ ପରିଚାଳକ

source: The RecentManager object to use
or: ବ୍ଯବହାର କରାଯିବା RecentManager

source: Show Private
or: ବ୍ଯକ୍ତିଗତ ପ୍ରଦର୍ଶନ

source: Whether the private items should be displayed
or: ବ୍ଯକିଗତ ବସ୍ତୁ ମାନଙ୍କୁ ପ୍ରଦର୍ଶିତ କରିବା ଉଚିତ କି ନାହିଁ

source: Show Tooltips
or: ଉପକରଣ ସୂଚନାକୁ ଦେଖାନ୍ତୁ

source: Whether there should be a tooltip on the item
or: ବସ୍ତୁରେ ଗୋଟିଏ ଉପକରଣ ସୂଚନା ରହିବା ଉଚିତ କି ନାହିଁ

source: Show Icons
or: ଚିତ୍ରସଙ୍କେତକୁ ଦେଖାନ୍ତୁ

source: Whether there should be an icon near the item
or: ବସ୍ତୁ ନିକଟରେ ଗୋଟିଏ ଚିତ୍ରସଙ୍କେତ ରହିବା ଉଚିତ କି ନାହିଁ

source: Show Not Found
or: ପ୍ରଦର୍ଶନ ମିଳିଲା ନାହିଁ

source: Whether to allow multiple items to be selected
or: ଏକାଧିକ ବସ୍ତୁକୁ ଚୟନ କରିହେବ କି ନାହିଁ

source: Local only
or: କେବଳ ସ୍ଥାନୀୟ

source: Limit
or: ସୀମା

source: The maximum number of items to be displayed
or: ପ୍ରଦର୍ଶିନ କରାଯିବା ସର୍ବାଧିକ ସଂଖ୍ଯକ ବସ୍ତୁ

source: Sort Type
or: ସଜାଡିବା ପ୍ରକାର

source: The sorting order of the items displayed
or: ପ୍ରଦର୍ଶିତ ହୋଇଥିବା ବସ୍ତୁମାନଙ୍କର ସଜାଡିବା କ୍ରମ

source: Show Numbers
or: ସଂଖ୍ଯା ଦେଖାନ୍ତୁ

source: The size of the recently used resources list
or: ବର୍ତ୍ତମାନ ବ୍ଯବହୃତ ସମ୍ବଳ ତାଲିକାର ଆକାର

source: Lower
or: ନିମ୍ନତର

source: Lower limit of ruler
or: ଆଦେଶକାରୀଙ୍କ ନିମ୍ନତର ସୀମା

source: Upper
or: ଉଚ୍ଚତର

source: Upper limit of ruler
or: ଆଦେଶକାରୀଙ୍କ ଉଚ୍ଚତର ସୀମା

source: Position of mark on the ruler
or: ଆଦେଶକାରୀ ଉପରେ ଚିହ୍ନର ଅବସ୍ଥାନ

source: Max Size
or: ସର୍ବାଧିକ ଆକାର

source: Maximum size of the ruler
or: ଆଦେଶକାରୀଙ୍କ ସର୍ବାଧିକ ଆକାର

source: Metric
or: ଦଶମିକ

source: The metric used for the ruler
or: ଆଦେଶକାରୀ ପାଇଁ ବ୍ଯବହୃତ ଦଶମିକ

source: Draw Value
or: ମୂଲ୍ଯାଙ୍କନ କରନ୍ତୁ

source: Value Position
or: ମୂଲ୍ଯ ଅବସ୍ଥାନ

source: Slider Length
or: ସର୍ପକ ଲମ୍ବ

source: Length of scale's slider
or: ସ୍କେଲ ସର୍ପକର ଲମ୍ବ

source: Value spacing
or: ମୂଲ୍ଯ ବ୍ଯବଧାନ

source: Minimum Slider Length
or: ସର୍ବନିମ୍ନ ସର୍ପକ ଲମ୍ବ

source: Minimum length of scrollbar slider
or: ସ୍କୋଲବାର ସର୍ପକର ସର୍ବନିମ୍ନ ଲମ୍ବ

source: Fixed slider size
or: ସ୍ଥିର ସର୍ପକ ଆକାର

source: Horizontal Adjustment
or: ଭୂସମାନ୍ତର ପାର୍ଶ୍ବସଜ୍ଜା

source: Vertical Adjustment
or: ଭୂଲମ୍ବ ପାର୍ଶ୍ବସଜ୍ଜା

source: Horizontal Scrollbar Policy
or: ଭୂସମାନ୍ତର ପାର୍ଶ୍ବସଜ୍ଜା ନୀତି

source: When the horizontal scrollbar is displayed
or: ଯେତେବେଳେ ଭୂସମାନ୍ତର ସ୍କ୍ରୋଲବାର ପ୍ରଦର୍ଶିତ ହୋଇଥାଏ

source: Vertical Scrollbar Policy
or: ଭୂଲମ୍ବ ପାର୍ଶ୍ବସଜ୍ଜା ନୀତି

source: When the vertical scrollbar is displayed
or: ଯେତେବେଳେ ଭୂଲମ୍ବ ସ୍କ୍ରୋଲବାର ପ୍ରଦର୍ଶିତ ହୋଇଥାଏ

source: Window Placement
or: ୱଣ୍ଡୋ ନିୟୋଜନ

source: Window Placement Set
or: ୱଣ୍ଡୋ ନିୟୋଜନ ବିନ୍ଯାସ

source: Shadow Type
or: ଛାୟା ପ୍ରକାର

source: Style of bevel around the contents
or: ବିବରଣା ଚତୁଃପାର୍ଶ୍ବରେ ଗଡାଣିଆ ଧାରର ଶୈଳୀ

source: Scrollbar spacing
or: ସ୍କ୍ରୋଲବାର ବ୍ଯବଧାନ

source: Scrolled Window Placement
or: ଦୃଶ୍ଯବଦଳା ୱିଣ୍ଡୋ ନିୟୋଜନ

source: Draw
or: ଅଙ୍କନ କରନ୍ତୁ

source: Whether the separator is drawn, or just blank
or: ବିଭାଜକକୁ ଅଙ୍କନ କରାଯାଇଛି କି, କିମ୍ବା ଏହା ଖାଲି ଅଛି

source: Double Click Time
or: ଦୁଇଥର ଦବାଇବାର ସମୟ

source: Double Click Distance
or: ଦୁଇଥର ଦବାଇବା ବ୍ଯବଧାନ

source: Cursor Blink
or: ଦର୍ଶିକା ମିଟିମିଟିକରଣ

source: Whether the cursor should blink
or: ଦର୍ଶିକା ମିଟିମିଟି କରିବା ଉଚିତ କି

source: Cursor Blink Time
or: ଦର୍ଶିକା ମିଟିମିଟିକରଣ ସମୟ

source: Length of the cursor blink cycle, in milleseconds
or: ଦର୍ଶିକା ମିଟିମିଟି କରିବା ଆବର୍ତ୍ତନର ସମୟ, ମିଲିସେକେଣ୍ଡ ରେ

source: Split Cursor
or: ଦର୍ଶିକାକୁ ବିଭକ୍ତ କରନ୍ତୁ

source: Theme Name
or: ପ୍ରସଙ୍ଗ ନାମ

source: Name of theme RC file to load
or: ଧାରଣ କରାଯିବା ପ୍ରସଙ୍ଗ RC ଫାଇଲର ନାମ

source: Icon Theme Name
or: ଚିତ୍ରସଙ୍କେତ ପ୍ରସଙ୍ଗର ନାମ

source: Name of icon theme to use
or: ବ୍ଯବହାର କରାଯିବା ଚିତ୍ରସଙ୍କେତ ପ୍ରସଙ୍ଗର ନାମ

source: Fallback Icon Theme Name
or: ଫଲ-ବେକ ଚିତ୍ରସଙ୍କେତ ପ୍ରସଙ୍ଗର ନାମ

source: Name of a icon theme to fall back to
or: ଫଲ-ବେକ କରାଯିବା ଗୋଟିଏ ଚିତ୍ରସଙ୍କେତ ପ୍ରସଙ୍ଗର ନାମ

source: Key Theme Name
or: ଚାବି ପ୍ରସଙ୍ଗର ନାମ

source: Name of key theme RC file to load
or: ଧାରଣ କରାଯିବା ଚାବି ପ୍ରସଙ୍ଗ RC ଫାଇଲର ନାମ

source: Menu bar accelerator
or: ମେନୁ ପଟି ତ୍ବରକ

source: Keybinding to activate the menu bar
or: ମେନୁ ପଟିକୁ ସକ୍ରିୟ କରିବା ପାଇଁ ଚାବି-ବନ୍ଧନ

source: Drag threshold
or: ପ୍ରଭାବସୀମାକୁ ପରିବର୍ତ୍ତନ କରନ୍ତୁ

source: Number of pixels the cursor can move before dragging
or: ପରିବର୍ତ୍ତନ କରିବା ପୂର୍ବରୁ ଦର୍ଶିକା ଘୁଞ୍ଚାପାରିବା ପିକ୍ସେଲର ସଂଖ୍ଯା

source: Font Name
or: ଅକ୍ଷରରୂପ ନାମ

source: Name of default font to use
or: ବ୍ଯବହାର କରାଯିବା ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଅକ୍ଷରରୂପର ନାମ

source: Icon Sizes
or: ଚିତ୍ରସଙ୍କେତର ଆକାର

source: List of icon sizes (gtk-menu=16,16:gtk-button=20,20...
or: ଚିତ୍ରସଙ୍କେତ ଆକାରର ତାଲିକା (gtk-menu=୧୬,୧୬:gtk-button=୨୦,୨୦...

source: GTK Modules
or: GTK ଏକକାଂଶ

source: List of currently active GTK modules
or: ସାମ୍ପ୍ରତିକ ସକ୍ରିୟ GTK ଏକକାଂଶର ତାଲିକା

source: Xft Antialias
or: Xft ଏଣ୍ଟି-ଏଲିଆସ

source: Whether to antialias Xft fonts; 0=no, 1=yes, -1=default
or: Xft ଅକ୍ଷରରୂପକୁ ଏଣ୍ଟି-ଏଲିଆସ କରାଯିବ କି; ୦=ନାଁ, ୧=ହଁ, -୧=ପୂର୍ବନିର୍ଦ୍ଧାରିତ

source: Xft Hinting
or: Xft ସାଙ୍କେତିକରଣ

source: Whether to hint Xft fonts; 0=no, 1=yes, -1=default
or: Xft ଅକ୍ଷରରୂପକୁ ସାଙ୍କେତିକରଣ କରାଯିବ କି; ୦=ନାଁ, ୧=ହଁ, -୧=ପୂର୍ବନିର୍ଦ୍ଧାରିତ

source: Xft Hint Style
or: Xft ସାଙ୍କେତିକରଣ ଶୈଳୀ

source: Cursor theme name
or: ଦର୍ଶିକା ପ୍ରସଙ୍ଗ ନାମ

source: Cursor theme size
or: ଦର୍ଶିକା ପ୍ରସଙ୍ଗ ଆକାର

source: Alternative button order
or: ପର୍ଯ୍ଯାୟକ୍ରମିକ ବଟନ କ୍ରମ

source: Show the 'Input Methods' menu
or: 'ନିବେଶ ପ୍ରକ୍ରିୟା' ମେନୁ ପ୍ରଦର୍ଶିତ କରନ୍ତୁ

source: Whether the context menus of entries and text views should offer to change the input method
or: ଭରଣ ଓ ପାଠ୍ଯ ଦୃଶ୍ଯର ପ୍ରସଙ୍ଗ ମେନୁଗୁଡ଼ିକ ନିବେଶ ଧାରା ବଦଳାଇବାର ସମ୍ଭାବନା ଦେବା ଉଚିତ କି

source: Whether the context menus of entries and text views should offer to insert control characters
or: ଭରଣ ଓ ପାଠ୍ଯ ଦୃଶ୍ଯର ପ୍ରସଙ୍ଗ ମେନୁଗୁଡ଼ିକ ନିୟନ୍ତ୍ରଣ ଅକ୍ଷର ଯୋଡ଼ିବାର ସମ୍ଭାବନା ଦେବା ଉଚିତ କି

source: Start timeout
or: ସମୟସମାପ୍ତି ପ୍ରାରମ୍ଭ କରନ୍ତୁ

source: Repeat timeout
or: ସମୟସମାପ୍ତକୁ ପୁନରାବ୍ରୁତ୍ତି କରନ୍ତୁ

source: Expand timeout
or: ସମାୟସମାପ୍ତକୁ ସମ୍ପ୍ରସାରଣ କରନ୍ତୁ

source: Color scheme
or: ରଙ୍ଗ ଯୋଜନା

source: A palette of named colors for use in themes
or: ପ୍ରସଙ୍ଗରେ ବ୍ଯବହାର କରାଯିବା ନାମିତ ରଙ୍ଗର ଗୋଟିଏ ପ୍ଯାଲେଟ

source: Enable Animations
or: ଜୀବନାୟନ ସକ୍ରିୟ କରନ୍ତୁ

source: Whether to enable toolkit-wide animations.
or: ଉପକରଣ-ବିସ୍ତାର ଜୀବନାୟନକୁ ସକ୍ରିୟ କରାଯିବ କି ନାହିଁ।

source: Enable Touchscreen Mode
or: ଟଚ-ସ୍କ୍ରିନ ଧାରାକୁ ସକ୍ରିୟ କରନ୍ତୁ

source: Color Hash
or: ରଙ୍ଗ ବିଖଣ୍ଡନ

source: Mode
or: ଧାରା

source: Ignore hidden
or: ଲୁକ୍କାୟିତକୁ ଆଗ୍ରହ୍ଯ କରିଦିଅନ୍ତୁ

source: Wrap
or: ଆବ୍ରୁତ କରନ୍ତୁ

source: Update Policy
or: ଅଦ୍ଯତନ ନୀତି

source: Style of bevel around the statusbar text
or: ସାଧନ ପଟି ପାଠ୍ଯ ଚାରିପାଖେ ଗଡାଣିଆ ଧାର ଶୈଳୀ

source: The size of the icon
or: ଚିତ୍ରସଙ୍କେତର ଆକାର

source: Blinking
or: ମିଟିମିଟି କରୁଅଛି

source: Whether or not the status icon is blinking
or: ସ୍ଥିତି ଚିତ୍ରସଙ୍କେତଟି ମିଟିିମିଟି କରୁଛି କି ନାହିଁ

source: Whether or not the status icon is visible
or: ସ୍ଥିତି ଚିତ୍ରସଙ୍କେତଟି ଦୃଶ୍ଯମାନ ଅଟେ କି ନାହିଁ

source: Rows
or: ଧାଡି

source: The number of rows in the table
or: ସାରଣୀରେ ଧାଡି ସଂଖ୍ଯା

source: Columns
or: ସ୍ତମ୍ଭ

source: The number of columns in the table
or: ସାରଣୀରେ ସ୍ତମ୍ଭ ସଂଖ୍ଯା

source: Row spacing
or: ଧାଡି ବ୍ଯବଧାନ

source: The amount of space between two consecutive rows
or: ଦୁଇଟି ପାଖାପାଖି ଧାଡି ମଧ୍ଯରେ କେତେ ବ୍ଯବଧାନ

source: Column spacing
or: ଧାଡି ବ୍ଯବଧାନ

source: Left attachment
or: ବାମ ସଂଲଗ୍ନକ

source: Right attachment
or: ଡାହାଣ ସଂଲଗ୍ନକ

source: Top attachment
or: ଉଚ୍ଚ ସଂଲଗ୍ନକ

source: Bottom attachment
or: ନିମ୍ନ ସଂଲଗ୍ନକ

source: Horizontal options
or: ଭୂସମାନ୍ତର ବିକଲ୍ପ

source: Vertical options
or: ଭୂଲମ୍ବ ବିକଲ୍ପ

source: Horizontal padding
or: ଭୂସମାନ୍ତର ପ୍ଯାଡିଙ୍ଗ

source: Vertical padding
or: ଭୂଲମ୍ବ ପ୍ଯାଡିଙ୍ଗ

source: Horizontal adjustment for the text widget
or: ପାଠ୍ଯ ୱିଜେଟ ପାଇଁ ଭୂସମାନ୍ତର ସମନ୍ବୟତା

source: Vertical adjustment for the text widget
or: ପାଠ୍ଯ ୱିଜେଟ ପାଇଁ ଭୂଲମ୍ବ ସମନ୍ବୟତା

source: Line Wrap
or: ରେଖା ପାଠ୍ଯଭଙ୍ଗ

source: Word Wrap
or: ଶବ୍ଦ ପାଠ୍ଯଭଙ୍ଗ

source: Tag Table
or: ଟ୍ଯାଗ ସାରଣୀ

source: Text Tag Table
or: ପାଠ୍ଯ ଟ୍ଯାଗ ସାରଣୀ

source: Current text of the buffer
or: ବଫରରେ ସାମ୍ପ୍ରତିକ ପାଠ୍ଯ

source: Has selection
or: ଚୟନ ଅଛି

source: Cursor position
or: ଦର୍ଶିକା ଅବସ୍ଥିତି

source: Copy target list
or: ଲକ୍ଷ୍ଯସ୍ଥ ତାଲିକାକୁ ନକଲ କରନ୍ତୁ

source: Paste target list
or: ଲକ୍ଷ୍ଯସ୍ଥ ତାଲିକାକୁ ଲଗାନ୍ତୁ

source: Tag name
or: ଟ୍ଯାଗ ନାମ

source: Background full height
or: ପୃଷ୍ଠଭୂମି ସମ୍ପୂର୍ଣ୍ଣ ଉଚ୍ଚତା

source: Background stipple mask
or: ପୃଷ୍ଠଭୂମି ବିନ୍ଦୁରୀତି ମାସ୍କ

source: Bitmap to use as a mask when drawing the text background
or: ପାଠ୍ଯ ପୃଷ୍ଠଭୂମି ଅଙ୍କନ କରିବା ସମୟରେ

source: Foreground color as a (possibly unallocated) GdkColor
or: ଗୋଟିଏ (ସମ୍ଭବତଃ ଅବଣ୍ଟିତ) GdkColor ରଙ୍ଗ ଭାବରେ ଅଗ୍ରଭୂମି

source: Foreground stipple mask
or: ଅଗ୍ରଭୂମି ବିନ୍ଦୁରୀତି ମାସ୍କ

source: Bitmap to use as a mask when drawing the text foreground
or: ପାଠ୍ଯ ଅଗ୍ରଭୂମିକୁ ଅଙ୍କନ କରିବା ସମୟରେ ଗୋଟିଏ ମାସ୍କ ଭାବରେ ବ୍ଯବହାର କରିବା ପାଇଁ ବିଟମ୍ଯାପ

source: Text direction
or: ପାଠ୍ଯକ୍ରମ

source: Text direction, e.g. right-to-left or left-to-right
or: ପାଠ୍ଯକ୍ରମ, ଉଦାହରଣ ସ୍ବରୂପ ଡାହାଣରୁ-ବାମକୁ କିମ୍ବା ବାମରୁ-ଡାହାଣକୁ

source: Font style as a PangoStyle, e.g. PANGO_STYLE_ITALIC
or: ଗୋଟିଏ PangoStyle ଭାବରେ ଅକ୍ଷରରୂପ ଶୈଳୀ, ଉଦାହରଣ ସ୍ବରୂପ PANGO_STYLE_ITALIC

source: Font variant as a PangoVariant, e.g. PANGO_VARIANT_SMALL_CAPS
or: ଗୋଟିଏ PangoVariant ଭଳି ଅକ୍ଷରରୂପ ବ୍ଯତିକ୍ରମ, ଉଦାହରଣ ସ୍ବରୂପ PANGO_VARIANT_SMALL_CAPS

source: Font stretch as a PangoStretch, e.g. PANGO_STRETCH_CONDENSED
or: ଗୋଟିଏ PangoStretch ଭଳି ଅକ୍ଷରରୂପ ପ୍ରସାରଣ, ଉଦାହରଣ ସ୍ବରୂପ PANGO_STRETCH_CONDENSED

source: Font size in Pango units
or: ଫେଙ୍ଗୋ ଏକକରେ ଅକ୍ଷରରୂପର ଆକାର

source: Left, right, or center justification
or: ବାମ, ଡାହାଣ, କିମ୍ବା କେନ୍ଦ୍ର ଯଥାର୍ଥତା

source: Left margin
or: ବାମ ମାର୍ଜିନ

source: Width of the left margin in pixels
or: ପିକ୍ସେଲରେ ବାମ ମାର୍ଜିନର ଓସାର

source: Right margin
or: ଦକ୍ଷିଣ ମାର୍ଜିନ

source: Width of the right margin in pixels
or: ପିକ୍ସେଲରେ ଦକ୍ଷିଣ ମାର୍ଜିନର ଓସାର

source: Indent
or: ଅନୁଚ୍ଛେଦ ଦିଅନ୍ତୁ

source: Pixels above lines
or: ରେଖା ମାନଙ୍କ ଉପରେ ପିକ୍ସେଲ

source: Pixels of blank space above paragraphs
or: ପରଚ୍ଛେଦ ଉପରେ ଖାଲି ସ୍ଥାନର ପିକ୍ସେଲ

source: Pixels below lines
or: ରେଖା ମାନଙ୍କ ତଳେ ପିକ୍ସେଲ

source: Pixels of blank space below paragraphs
or: ପରଚ୍ଛେଦ ତଳେ ଖାଲି ସ୍ଥାନର ପିକ୍ସେଲ

source: Pixels inside wrap
or: ପାଠ୍ଯଭଙ୍ଗ ମଧ୍ଯରେ ପିକ୍ସେଲ

source: Pixels of blank space between wrapped lines in a paragraph
or: ଗୋଟିଏ ପରିଚ୍ଛେଦରେ ପାଠ୍ଯଭଙ୍ଗ ରେଖା ମାନଙ୍କ ମଧ୍ଯରେ ଖାଲି ସ୍ଥାନ ମାନଙ୍କର ପିକ୍ସେଲ

source: Tabs
or: ଟ୍ଯାବ

source: Custom tabs for this text
or: ଏହି ପାଠ୍ଯ ପାଇଁ ଇଚ୍ଛାରୂପଣ ଟ୍ଯାବ

source: Invisible
or: ଅଦୃଶ୍ଯ

source: Whether this text is hidden.
or: ପାଠ୍ଯଟି ଲୁକ୍କାୟିତ ଅଛି କି।

source: Paragraph background color name
or: ପରିଚ୍ଛେଦ ପୃଷ୍ଠଭୂମି ରଙ୍ଗ ନାମ

source: Paragraph background color as a string
or: ଗୋଟିଏ ବାକ୍ଯଖଣ୍ଡ ଭାବରେ ପରିଚ୍ଛେଦ ପୃଷ୍ଠଭୂମି ରଙ୍ଗ

source: Paragraph background color
or: ପରିଚ୍ଛେଦ ପୃଷ୍ଠଭୂମି ରଙ୍ଗ

source: Paragraph background color as a (possibly unallocated) GdkColor
or: ଗୋଟିଏ (ସମ୍ଭବତଃ ଅବଣ୍ଟିତ) GdkColor ଭାବେ ପରିଚ୍ଛେଦ ପୃଷ୍ଠଭୂମି ରଙ୍ଗ

source: Background full height set
or: ପୃଷ୍ଠଭୂମି ପୂର୍ଣ୍ଣ ଉଚ୍ଚତା ବିନ୍ଯାସ

source: Whether this tag affects background height
or: ଟ୍ଯାଗଟି ପୃଷ୍ଠଭୂମି ଉଚ୍ଚତା ଉପରେ ପ୍ରଭାବ ପକାଇଥାଏ କି

source: Background stipple set
or: ପୃଷ୍ଠଭୂମି ବିନ୍ଦୁରୀତି ବିନ୍ଯାସ

source: Whether this tag affects the background stipple
or: ଟ୍ଯାଗଟି ପୃଷ୍ଠଭୂମି ବିନ୍ଦୁରୀତି ଉପରେ ପ୍ରଭାବ ପକାଇଥାଏ କି

source: Foreground stipple set
or: ଅଗ୍ରଭୂମି ବିନ୍ଦୁରୀତି ବିନ୍ଯାସ

source: Whether this tag affects the foreground stipple
or: ଟ୍ଯାଗଟି ଅଗ୍ରଭୂମି ବିନ୍ଦୁରୀତି ଉପରେ ପ୍ରଭାବ ପକାଇଥାଏ କି

source: Justification set
or: ଯଥାର୍ଥତା ବିନ୍ଯାସ

source: Whether this tag affects paragraph justification
or: ଏହି ଟ୍ଯାଗଟି ପରିଚ୍ଛେଦ ଯଥାର୍ଥତା ଉପରେ ପ୍ରଭାବ ପକାଇଥାଏ କି

source: Left margin set
or: ବାମ ମାର୍ଜିନ ବିନ୍ଯାସ

source: Whether this tag affects the left margin
or: ଏହି ଟ୍ଯାଗଟି ବାମ ମାର୍ଜିନ ଉପରେ ପ୍ରଭାବ ପକାଇଥାଏ କି

source: Indent set
or: ଅନୁଚ୍ଛେଦ ବିନ୍ଯାସ

source: Whether this tag affects indentation
or: ଏହି ଟ୍ଯାଗଟି ଅନୁଚ୍ଛେଦ ମାନଙ୍କ ଉପରେ ପ୍ରଭାବ ପକାଇଥାଏ କି

source: Pixels above lines set
or: ରେଖା ମାନଙ୍କର ପିକ୍ସେଲ ବିନ୍ଯାସ

source: Whether this tag affects the number of pixels above lines
or: ଏହି ଟ୍ଯାଗଟି ରେଖା ମାନଙ୍କର ପିକ୍ସେଲ ସଂଖ୍ଯା ଉପରେ ପ୍ରଭାବ ପକାଇବ କି

source: Pixels below lines set
or: ରେଖା ତଳେ ପିକ୍ସେଲ ବିନ୍ଯାସ

source: Pixels inside wrap set
or: ପାଠ୍ଯଭଙ୍ଗ ମଧ୍ଯରେ ପିକ୍ସେଲ ବିନ୍ଯାସ

source: Whether this tag affects the number of pixels between wrapped lines
or: ଏହି ଟ୍ଯାଗଟି ପାଠ୍ଯରଙ୍ଗ ରେଖା ମଧ୍ଯରେ ପିକ୍ସେଲ ସଂଖ୍ଯା ଉପରେ ପ୍ରଭାବ ପକାଇବ କି

source: Right margin set
or: ଡାହଣ ମାର୍ଜିନ ବିନ୍ଯାସ

source: Whether this tag affects the right margin
or: ଏହି ଟ୍ଯାଗଟି ଡାହାଣ ମାର୍ଜିନ ଉପରେ ପ୍ରଭାବ ପକାଇଥାଏ କି

source: Wrap mode set
or: ପାଠ୍ଯଭଙ୍ଗ ଧାରା ବିନ୍ଯାସ

source: Whether this tag affects line wrap mode
or: ଏହି ଟ୍ଯାଗଟି ରେଖା ପାଠ୍ଯଭଙ୍ଗ ଧାରା ଉପରେ ପ୍ରଭାବ ପକାଇଥାଏ କି

source: Tabs set
or: ଟ୍ଯାବ ବିନ୍ଯାସ

source: Whether this tag affects tabs
or: ଏହି ଟ୍ଯାଗଟି ଅନ୍ଯ ଟ୍ଯାଗ ମାନଙ୍କ ଉପରେ ପ୍ରଭାବ ପକାଇଥାଏ କି

source: Invisible set
or: ଅଦୃଶ୍ଯ ବିନ୍ଯାସ

source: Whether this tag affects text visibility
or: ଏହି ଟ୍ଯାଗଟି ପାଠ୍ଯ ଦୃଶ୍ଯମାନ୍ଯତା ଉପରେ ପ୍ରଭାବ ପକାଇଥାଏ କି

source: Paragraph background set
or: ପରିଚ୍ଛେଦ ପୃଷ୍ଠଭୂମି ବିନ୍ଯାସ

source: Whether this tag affects the paragraph background color
or: ଏହି ଟ୍ଯାଗଟି ପରିଚ୍ଛେଦ ପୃଷ୍ଠଭୂମି ଉପରେ ପ୍ରଭାବ ପକାଇଥାଏ କି

source: Pixels Above Lines
or: ଲାଇନ ଉପରେ ପିକ୍ସେଲ

source: Pixels Below Lines
or: ଲାଇନ ତଳେ ପିକ୍ସେଲ

source: Pixels Inside Wrap
or: ମୋଡ଼ ଭିତରେ ପିକ୍ସେଲ

source: Wrap Mode
or: ଧାଡ଼ି ମୋଡ଼ା ଧାରା

source: Left Margin
or: ବାମ ସୀମାରେଖା

source: Right Margin
or: ଡାହାଣ ସୀମାରେଖା

source: Cursor Visible
or: ଦର୍ଶିକା ଦୃଶ୍ଯମାନ

source: If the insertion cursor is shown
or: ଭରଣ ଦର୍ଶିକାଟି ପ୍ରଦର୍ଶିତ ଅଛି କି

source: Buffer
or: ବଫର

source: The buffer which is displayed
or: ପ୍ରଦର୍ଶିତ ବଫର

source: Overwrite mode
or: ନବଲିଖନ ଧାରା

source: Whether entered text overwrites existing contents
or: ଭରଣ କରାଯାଇଥିବା ପାଠ୍ଯ ଅବସ୍ଥିତ ବିଷୟବସ୍ତୁକୁ ନବଲିଖନ କରିଦେବ କି

source: Accepts tab
or: ସ୍ବୀକାର୍ଯ୍ଯ ଟ୍ଯାବ

source: Whether Tab will result in a tab character being entered
or: ଟ୍ଯାବଟି ଗୋଟିଏ ଟ୍ଯାବ ଅକ୍ଷର ପ୍ରବିଷ୍ଟି ସହିତ ଅନ୍ତ ହେବ କି

source: Error underline color
or: ରେଖାଙ୍କିତ ରଙ୍ଗରେ ତୃଟି

source: Color with which to draw error-indication underlines
or: ତୃଟି ସୂଚକ ରେଖାଙ୍କିତ ପଙ୍କ୍ତିକୁ ଅଙ୍କନ କରିବା ପାଇଁ କେଉଁ ରଙ୍ଗ ବ୍ଯବହାର କରାଯିବ

source: Create the same proxies as a radio action
or: ଗୋଟିଏ ରେଡିଓ କାର୍ଯ୍ଯ ଭଳି ସମାନ ପ୍ରୋକ୍ସିକୁ ସୃଷ୍ଟି କରନ୍ତୁ

source: If the toggle action should be active in or not
or: ଅଦଳ ବଦଳ କାର୍ଯ୍ଯ ସକ୍ରିୟ ହେବା ଉଚିତ କି ନୁହେଁ

source: If the toggle button should be pressed in or not
or: ଅଦଳ ବଦଳ ବଟନ ରହିବା ଉଚିତ କି ନୁହେଁ
